Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Edge/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ConditionEvaluation_Error_CyclicDependency
source: Parameter conditions contain cyclic dependency: [{0}] that is preventing deterministic evaluation.
cs: Podmínky parametru obsahují cyklickou závislost: [{0}], která brání deterministickému vyhodnocení.
de: Parameterbedingungen enthalten eine zyklische Abhängigkeit [{0}], welche die deterministische Auswertung verhindert.
es: Las condiciones del parámetro contienen una dependencia cíclica: [{0}] que impide la evaluación determinista.
fr: Les conditions de paramètre contiennent une dépendance cyclique : [{0}] qui empêche l'évaluation déterministe.
it: Le condizioni del parametro contengono una dipendenza ciclica: [{0}] che impedisce la valutazione deterministica.
ja: パラメーター条件には、循環依存関係 [{0}] が含まれており、これが決定論的評価を妨げています。
ko: 매개 변수 조건에 결정적 평가를 방지하는 순환 종속성 [{0}]이(가) 포함되어 있습니다.
pl: Warunki parametru zawierają zależność cykliczną: [{0}], która uniemożliwia ocenę deterministyczną.
pt_br: As condições de parâmetro contêm dependência cíclica: [{0}] que está impedindo a avaliação determinística.
ru: Условия параметров содержат циклическую зависимость [{0}], из-за которой невозможно выполнить детерминированную оценку.
tr: Parametre koşulları, belirlenimci değerlendirmeyi engelleyen döngüsel bağımlılık içeriyor: [{0}]
zh_hans: 参数条件包含阻止确定性计算的循环依赖项: [{0}]。
zh_hant: 參數條件包含迴圈相依性: [{0}]，導致無法進行確定性評估。

# ConditionEvaluation_Error_MismatchedCondition
source: Failed to evaluate condition {0} on parameter {1} (condition text: {2}, evaluation error: {3}) - condition might be malformed or referenced parameters do not have default nor explicit values.
cs: Nepovedlo se vyhodnotit podmínku {0} u parametru {1} (text podmínky: {2}, chyba vyhodnocení: {3}) – podmínka může být poškozená nebo odkazované parametry nemají výchozí ani explicitní hodnoty.
de: Fehler beim Auswerten der Bedingung {0} für Parameter {1} (Bedingungstext: {2}, Auswertungsfehler: {3}) – Die Bedingung ist möglicherweise falsch formatiert, oder die referenzierten Parameter weisen weder Standard- noch explizite Werte auf.
es: No se pudo evaluar la condición {0} del parámetro {1} (texto de la condición: {2}, error de evaluación: {3}): la condición podría estar mal formada o los parámetros referenciados no tienen valores predeterminados ni explícitos.
fr: Nous n’avons pas pu évaluer la condition {0} sur le paramètre {1} (texte de condition : {2}, erreur d’évaluation : {3}) - la condition est peut-être incorrecte ou les paramètres référencés n’ont pas de valeurs par défaut ni explicites.
it: Non è stato possibile valutare la condizione {0} nel parametro {1} (testo della condizione: {2}, errore di valutazione: {3}). La condizione potrebbe essere in formato non corretto o i parametri a cui viene fatto riferimento non hanno valori predefiniti né espliciti.
ja: パラメーター {1} の条件 {0} を評価できませんでした (条件テキスト: {2}、 評価エラー: {3}) - 条件の形式に誤りがあるか、参照されたパラメーターに規定値も明示的な値もない可能性があります。
ko: {1} 매개 변수의 {0} 조건을 평가하지 못했습니다(조건 텍스트: {2}, 평가 오류: {3}). - 조건 형식이 잘못되었거나, 참조된 매개 변수에 기본값이나 명시적 값이 없을 수 있습니다.
pl: Nie można obliczyć warunku {0} w przypadku parametru {1} (tekst warunku: {2}, błąd oceny: {3}) — warunek może być źle sformułowany lub parametry, do których się odwołuje, nie mają wartości domyślnych ani jawnych.
pt_br: Falha ao avaliar a condição {0} no parâmetro {1} (texto da condição: {2}, erro de avaliação: {3}) - a condição pode estar malformada ou os parâmetros referenciados não possuem valores padrão nem explícitos.
ru: Не удалось вычислить условие {0} для параметра {1} (текст условия: {2}, ошибка вычисления: {3}). Условие может иметь неправильный формат или ссылочные параметры не имеют значений по умолчанию или явных значений.
tr: {1} parametresinde {0} koşulu değerlendirilemedi (koşul metni: {2}, değerlendirme hatası: {3}). Koşul hatalı biçimlendirilmiş olabilir ya da başvurulan parametreler varsayılan veya açık değerleri içermiyor.
zh_hans: 无法评估参数 {1} 上的条件 {0} (条件文本: {2}，评估错误: {3}) - 条件可能格式不正确，或引用的参数没有默认或显式值。
zh_hant: 無法評估參數 {1} 的條件 {0} (條件文字: {2}，評估錯誤: {3}) - 條件的格式可能不正確或參照的參數沒有預設值或明確值。

# ConditionEvaluation_Error_TopologicalSort
source: Unexpected internal error - unable to perform topological sort of parameter dependencies that do not appear to have a cyclic dependencies.
cs: Neočekávaná vnitřní chyba : Nelze provést topologické řazení závislostí parametrů, které pravděpodobně nemají cyklické závislosti.
de: Unerwarteter interner Fehler: Die topologische Sortierung der Parameterabhängigkeiten, die anscheinend keine zyklischen Abhängigkeiten aufweisen, kann nicht durchgeführt werden.
es: Error interno inesperado: no se puede realizar un orden topológico de dependencias de parámetros que no parecen tener dependencias cíclicas.
fr: Erreur interne inattendue – impossible d'effectuer un tri topologique des dépendances de paramètres qui ne semblent pas avoir de dépendances cycliques.
it: Errore interno imprevisto. Non è possibile eseguire l'ordinamento topologico delle dipendenze dei parametri che non sembrano avere dipendenze cicliche.
ja: 予期しない内部エラー - 循環依存関係を持っていないように見えるパラメーター依存関係のトポロジカルソートを実行できません。
ko: 예기치 않은 내부 오류입니다. 순환 종속성이 없는 것으로 보이는 매개 변수 종속성의 토폴로지 정렬을 수행할 수 없습니다.
pl: Nieoczekiwany błąd wewnętrzny — nie można wykonać topologicznego sortowania zależności parametrów, które prawdopodobnie nie mają zależności cyklicznych.
pt_br: Erro interno inesperado - não é possível executar o tipo topológico de dependências de parâmetro que parecem não ter dependências cíclicas.
ru: Непредвиденная внутренняя ошибка. Не удалось выполнить топологическую сортировку зависимостей параметров без циклических зависимостей.
tr: Beklenmeyen iç hata. Döngüsel bağımlılıkları olmadığı anlaşılan parametre bağımlılıklarının topolojik sıralaması gerçekleştirilemiyor.
zh_hans: 意外的内部错误 - 无法执行似乎没有循环依赖项的参数依赖项的拓扑排序。
zh_hant: 未預期的內部錯誤 - 無法執行似乎沒有迴圈相依性的參數相依性拓撲排序。

# ConditionEvaluation_Warning_CyclicDependency
source: Parameter conditions contain cyclic dependency: [{0}]. With current values of parameters it's possible to deterministically evaluate parameters - so proceeding further. However template should be reviewed as instantiation with different parameters can lead to error.
cs: Podmínky parametru obsahují cyklickou závislost: [{0}]. S aktuálními hodnotami parametrů je možné deterministicky vyhodnotit parametry, takže pokračujeme dále. Šablona by se ale měla zkontrolovat, protože vytvoření instance s různými parametry může vést k chybě.
de: Parameterbedingungen enthalten eine zyklische Abhängigkeit [{0}]. Mit aktuellen Werten von Parametern ist es möglich, Parameter deterministisch auszuwerten, fahren Sie also fort. Die Vorlage sollte jedoch überprüft werden, da die Instanziierung mit unterschiedlichen Parametern zu Fehlern führen kann.
es: Las condiciones del parámetro contienen una dependencia cíclica: [{0}]. Con los valores actuales de los parámetros, es posible evaluar los parámetros de forma determinista, por lo que es posible continuar. Sin embargo, la plantilla debe revisarse porque la creación de una instancia con diferentes parámetros puede dar lugar a un error.
fr: Les conditions de paramètre contiennent une dépendance cyclique : [{0}]. Avec les valeurs actuelles des paramètres, il est possible d'évaluer les paramètres de manière déterministe – donc aller plus loin. Cependant, le modèle doit être revu car l'instanciation avec des paramètres différents peut entraîner des erreurs.
it: Le condizioni dei parametri contengono una dipendenza ciclica: [{0}]. Con i valori correnti dei parametri è possibile valutare deterministicamente i parametri, quindi continuare. È tuttavia necessario verificare il modello perché la creazione di un'istanza con parametri diversi può causare errori.
ja: パラメーター条件に循環依存関係が含まれています: [{0}]。パラメーターの現在の値を使用すると、パラメーターを決定論的に評価できるため、続行します。ただし、異なるパラメーターを持つインスタンス化によってエラーが発生する可能性があるため、テンプレートを確認する必要があります。
ko: 매개 변수 조건에 [{0}] 순환 종속성이 포함되어 있습니다. 매개 변수의 현재 값을 사용하여 매개 변수를 결정적으로 평가할 수 있으므로 계속 진행합니다. 그러나 다른 매개 변수가 있는 인스턴스화는 오류가 발생할 수 있으므로 템플릿을 검토해야 합니다.
pl: Warunki parametru zawierają zależność cykliczną: [{0}]. Przy bieżących wartościach parametrów można deterministycznie ocenić parametry, a więc dalsze postępowanie. Należy jednak przejrzeć szablon, ponieważ utworzenie wystąpienia z różnymi parametrami może doprowadzić do błędu.
pt_br: As condições de parâmetro contêm dependência cíclica: [{0}]. Com os valores atuais de parâmetros, é possível avaliar parâmetros de forma determinística, portanto, continuar. No entanto, o modelo deve ser revisado, pois a instanciação com parâmetros diferentes pode levar a um erro.
ru: Условия параметра содержат циклическую зависимость: [{0}]. С текущими значениями параметров возможно детерминированное вычисление параметров, поэтому работа продолжается. Тем не менее, следует проверить шаблон, поскольку при создании экземпляра с другими параметрами может возникнуть ошибка.
tr: Parametre koşulları döngüsel bağımlılık içeriyor: [{0}]. Parametrelerin geçerli değerleriyle parametrelerin belirlenimci değerlendirmesini gerçekleştirmek mümkün olduğu için devam ediliyor. Ancak farklı parametrelerle örnek oluşturma, hataya neden olabileceğinden şablon gözden geçiriliyor.
zh_hans: 参数条件包含循环依赖项: [{0}]。对于参数的当前值，可以确定性地计算参数，因此可以继续操作。但是，应该审阅该模板，因为具有不同参数的实例化可能会导致错误。
zh_hant: 參數條件包含迴圈相依性: [{0}]。使用目前的參數值，可以確定性地評估參數，所以繼續進行。不過，應該檢閱範本，因為使用不同參數具現化可能會導致錯誤。

# Constraint_Error_ArgumentHasEmptyString
source: '{0}' should not contain empty items
cs: {0} nesmí obsahovat prázdné položky.
es: '{0}' no debe contener elementos vacíos
ja: '{0}' に空の項目を含めることはできません
ko: '{0}'에는 빈 항목이 없어야 합니다.
pl: Konfiguracja „{0}” nie powinna zawierać pustych elementów
ru: «{0}» не должна содержать пустых элементов
zh_hant: '{0}' 不應包含空白項目

# Constraint_Error_ArgumentsNotSpecified
source: Argument(s) were not specified. At least one argument should be specified.
cs: Argumenty nebyly zadány. Měl by být zadán alespoň jeden argument.
de: Argument(e) wurden nicht angegeben. Es muss mindestens ein Argument angegeben werden.
es: No se especificaron argumentos. Debe especificarse al menos un argumento.
fr: Le ou les arguments n’ont pas été spécifiés. Au moins un argument doit être spécifié.
it: Argomenti non specificati. È necessario specificare almeno un argomento.
ja: 引数が指定されていません。少なくとも 1 つの引数を指定する必要があります。
ko: 인수를 지정하지 않았습니다. 인수를 하나 이상 지정해야 합니다.
pl: Nie określono argumentów. Należy określić co najmniej jeden argument.
pt_br: Os argumentos não foram especificados. Pelo menos um argumento deve ser especificado.
ru: Аргументы не указаны. Необходимо указать хотя бы один аргумент.
tr: Bağımsız değişkenler belirtilmedi. En az bir bağımsız değişken belirtilmelidir.
zh_hans: 未指定参数。应至少指定一个参数。
zh_hant: 未指定引數。至少應該指定一個引數。

# Constraint_Error_ArrayHasNoObjects
source: '{0}' does not contain valid items.
cs: {0} neobsahuje platné položky.
de: „{0}“ enthält keine gültigen Elemente.
es: '{0}' no contiene elementos válidos.
fr: '{0}' ne contient pas d’éléments valides.
it: '{0}' non contiene elementi validi.
ja: '{0}' には有効な項目が含まれていません。
ko: '{0}'에 유효한 항목이 없습니다.
pl: Element „{0}” nie zawiera prawidłowych elementów.
pt_br: '{0}' não contém itens válidos.
ru: «{0}» не содержит допустимые элементы.
tr: '{0}' geçerli öğeler içermiyor.
zh_hans: \"{0}\" 不包含有效项。
zh_hant: '{0}' 不包含有效的項目。

# Constraint_Error_InvalidJson
source: '{0}' is not a valid JSON.
cs: {0} není platný kód JSON.
de: „{0}“ ist kein gültiger JSON-Code.
es: '{0}' no es un JSON válido.
fr: '{0}' n'est pas une JSON valide.
it: '{0}' non è un codice JSON valido.
ja: '{0}' は有効な JSON ではありません。
ko: '{0}'은(는) 유효한 JSON이 아닙니다.
pl: Element „{0}” nie jest prawidłowym kodem JSON.
pt_br: '{0}' não é um JSON válido.
ru: «{0}» не является допустимым JSON.
tr: '{0}' geçerli bir JSON değil.
zh_hans: \"{0}\" 不是有效的 JSON。
zh_hant: '{0}' 是無效的 JSON。

# Constraint_Error_InvalidJsonArray_Objects
source: '{0}' should be an array of objects.
cs: {0} by mělo být pole objektů.
de: „{0}“ muss ein Array von Objekten sein.
es: '{0}' debe ser una matriz de objetos.
fr: '{0}' doit être un groupe d’objets.
it: '{0}' deve essere una matrice di oggetti.
ja: '{0}' はオブジェクトの配列である必要があります。
ko: '{0}'은(는) 개체 배열이어야 합니다.
pl: Element „{0}” powinien być tablicą obiektów.
pt_br: '{0}' deve ser uma matriz de objetos.
ru: «{0}» должно быть массивом объектов.
tr: '{0}' bir nesne dizisi olmalıdır.
zh_hans: \"{0}\" 应为对象数组。
zh_hant: '{0}' 應為物件陣列。

# Constraint_Error_InvalidJsonType_Array
source: '{0}' is not a valid JSON array.
cs: {0} není platné pole JSON.
de: „{0}“ ist kein gültiges JSON-Array.
es: '{0}' no es una matriz JSON válida.
fr: '{0}' n’est pas un groupe JSON valide.
it: '{0}' non è una matrice JSON valida.
ja: '{0}' は有効な JSON 配列ではありません。
ko: '{0}'은(는) 유효한 JSON 배열이 아닙니다.
pl: Element „{0}” nie jest prawidłową tablicą JSON.
pt_br: '{0}' não é uma matriz JSON válida.
ru: «{0}» не является допустимым массивом JSON.
tr: '{0}' geçerli bir JSON dizisi değil.
zh_hans: \"{0}\" 不是有效的 JSON 数组。
zh_hant: '{0}' 不是有效的 JSON 陣列。

# Constraint_Error_InvalidJsonType_StringOrArray
source: '{0}' is not a valid JSON string or array.
cs: {0} není platný řetězec nebo pole JSON.
de: „{0}“ ist keine gültige JSON-Zeichenfolge oder kein gültiges Array.
es: '{0}' no es una cadena o matriz JSON válida.
fr: '{0}' n’est pas un tableau ou un groupe JSON valide.
it: '{0}' non è una matrice o una stringa JSON valida.
ja: '{0}' は有効な JSON 文字列または配列ではありません。
ko: '{0}'은(는) 유효한 JSON 문자열 또는 배열이 아닙니다.
pl: Element „{0}” nie jest prawidłowym ciągiem lub tablicą JSON.
pt_br: '{0}' não é uma string ou matriz JSON válida.
ru: «{0}» не является допустимой строкой или массивом JSON.
tr: '{0}' geçerli bir JSON dizesi veya dizisi değil.
zh_hans: \"{0}\" 不是有效的 JSON 字符串或数组。
zh_hant: '{0}' 不是有效的 JSON 字串或陣列。

# Constraint_Error_InvalidVersion
source: '{0}' is not a valid version or version range.
cs: {0} není platná verze nebo rozsah verzí.
de: „{0}“ ist keine gültige Version oder kein gültiger Versionsbereich.
es: '{0}' no es una versión o un rango de versiones válidos.
fr: '{0}' n’est pas une version valide ou une plage de version.
it: '{0}' non è un intervallo di versioni o una versione validi.
ja: '{0}' は有効なバージョンまたはバージョンの範囲ではありません。
ko: '{0}'은(는) 올바른 버전 또는 버전 범위가 아닙니다.
pl: „{0}” nie jest prawidłową wersją lub zakresem wersji.
pt_br: '{0}' não é uma versão ou intervalo de versões válido.
ru: «{0}» не является допустимой версией или диапазоном версий.
tr: '{0}' geçerli bir sürüm veya sürüm aralığı değil.
zh_hans: \"{0}\" 不是有效的版本范围。
zh_hant: '{0}' 不是有效的版本或版本範圍。

# Constraint_WrongConfigurationCTA
source: Check the constraint configuration in template.json.
cs: Zkontrolujte konfiguraci omezení v souboru template.json.
de: Überprüfen Sie die Einschränkungskonfiguration in „template.json“.
es: Compruebe la configuración de restricciones en template.json.
fr: Vérifiez la configuration de contrainte dans le modèle .json.
it: Controllare la configurazione del vincolo in template.json.
ja: template.json の制約の構成を確認してください。
ko: template.json에서 제약 조건 구성을 확인합니다.
pl: Sprawdź konfigurację ograniczenia w pliku template.json.
pt_br: Verifique a configuração de restrição em template.json.
ru: Проверьте конфигурацию ограничения в template.json.
tr: template.json dosyasındaki kısıtlama yapılandırmasını kontrol edin.
zh_hans: 检查 template.json 中的约束配置。
zh_hant: 檢查 template.json 中的限制式設定。

# EnvironmentVariablesBindSource_Name
source: Environment variables
cs: Proměnné prostředí
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d'environnement
it: Variabili di ambiente
ja: 環境変数
ko: 환경 변수
pl: Zmienne środowiskowe
pt_br: Variáveis de ambiente
ru: Переменные среды
tr: Ortam değişkenleri
zh_hans: 环境变量
zh_hant: 環境變數

# EvaluatedInputDataSet_Error_MismatchedConditions
source: Attempt to pass result of external evaluation of parameters conditions for parameter(s) that do not have appropriate condition set in template (IsEnabled or IsRequired attributes not populated with condition) or a failure to pass the condition results for parameters with condition(s) in template. Offending parameters: {0}.
cs: Pokus o předání výsledku externího vyhodnocení podmínek parametrů pro parametry, které nemají v šabloně nastavenou odpovídající podmínku (atributy IsEnabled nebo IsRequired nejsou vyplněné podmínkou) nebo selhání předání výsledků podmínky pro parametry s podmínkami v šabloně. Parametry s chybou: {0}
de: Es wird versucht, das Ergebnis der externen Auswertung von Parameterbedingungen für einen oder mehrere Parameter zu übergeben, für die in der Vorlage kein geeigneter Bedingungssatz festgelegt ist (IsEnabled- oder IsRequired-Attribute, die nicht mit einer Bedingung aufgefüllt sind), oder ein Fehler beim Übergeben der Bedingungsergebnisse für Parameter mit Bedingung(en) in der Vorlage. Problematische Parameter: {0}.
es: Se ha intentado pasar el resultado de la evaluación externa de condiciones de parámetros para los parámetros que no tienen establecida una condición adecuada en la plantilla (atributos IsEnabled o IsRequired no rellenados con condición), o ha habido un error al pasar los resultados de la condición para los parámetros con condiciones en la plantilla. Parámetros incorrectos: {0}.
fr: Tentative de réussite du résultat de l'évaluation externe des conditions de paramètres pour le ou les paramètres dont la condition appropriée n'est pas définie dans le modèle (attributs IsEnabled ou IsRequired non renseignés avec la condition) ou échec de la transmission des résultats de la condition pour les paramètres avec condition(s) dans modèle. Paramètres incriminés : {0}.
it: Tentativo di passare il risultato della valutazione esterna delle condizioni dei parametri per i parametri per i quali non è impostata una condizione appropriata nel modello (attributi IsEnabled o IsRequired non popolati con la condizione) oppure un errore durante il passaggio dei risultati della condizione per i parametri con condizioni nel modello. Parametri incriminati: {0}.
ja: テンプレートに適切な条件が設定されていない (IsEnabled 属性または IsRequired 属性に条件が設定されていない) パラメーターのパラメーター条件の外部評価の結果を渡そうとしたか、テンプレートに条件があるパラメーターの条件の結果を渡せませんでした。問題のあるパラメーター: {0}。
ko: 템플릿에 적절한 조건이 설정되지 않은(IsEnabled 또는 IsRequired 특성이 조건으로 채워지지 않음) 매개 변수에 대한 매개 변수 조건의 외부 평가 결과를 전달하려고 시도했거나 템플릿에 조건이 있는 매개 변수에 대한 조건 결과를 전달하지 못했습니다. 잘못된 매개 변수: {0}.
pl: Próba przekazania wyniku zewnętrznej oceny warunków parametrów dla parametrów, które nie mają ustawionego odpowiedniego warunku w szablonie (atrybuty IsEnabled lub IsRequired nie są wypełnione warunkiem) lub niepowodzenie przekazania wyników warunku dla parametrów z warunkami w szablonie. Parametry powodujące problemy: {0}.
pt_br: Tentativa de passar o resultado da avaliação externa das condições de parâmetros para parâmetro(s) que não têm a condição apropriada definida no modelo (atributos IsEnabled ou IsRequired não preenchidos com a condição) ou uma falha ao passar os resultados da condição para parâmetros com condições no modelo. Parâmetros ofensivos: {0}.
ru: Попытка передать результат внешнего вычисления условий для параметров, для которых в шаблоне не задано необходимое условие (отсутствует условие для атрибутов IsEnabled или IsRequired), или не удалось передать результаты условий для параметров с условиями в шаблоне. Параметры с ошибками: {0}.
tr: Şablonda (IsEnabled veya IsRequired öznitelikleri koşulla doldurulmamış) uygun koşul kümesine sahip olmayan parametre(ler) için parametre koşullarının dış değerlendirme sonucu veya şablonda koşulları olan parametrelerin koşul sonuçlarını geçiremedik. Sorunlu parametreler: {0}.
zh_hans: 尝试为未在模板中设置适当条件(IsEnabled 或 IsRequired 属性未填充条件)的参数传递参数条件的外部计算结果，或者无法传递模板中具有条件的参数的条件结果。有问题的参数: {0}。
zh_hant: 嘗試針對未在範本 (IsEnabled 或 IsRequired 屬性未填入條件) 中設定適當條件的參數傳遞參數條件的外部評估結果，或無法為範本中具有條件的參數傳遞條件結果。違規參數: {0}。

# EvaluatedInputParameterData_Error_ConditionsInvalid
source: Attempt to pass result of external evaluation of parameters conditions for parameter(s) that do not have appropriate condition set in template (IsEnabled or IsRequired attributes not populated with condition) or a failure to pass the condition results for parameters with condition(s) in template. Offending parameter(s): {0}.
cs: Pokus o předání výsledku externího vyhodnocení podmínek parametrů pro parametry, které nemají v šabloně nastavenou odpovídající podmínku (atributy IsEnabled nebo IsRequired nejsou vyplněné podmínkou) nebo selhání předání výsledků podmínky pro parametry s podmínkami v šabloně. Urážecí parametry: {0}
de: Es wird versucht, das Ergebnis der externen Auswertung von Parameterbedingungen für einen oder mehrere Parameter zu übergeben, für die in der Vorlage kein geeigneter Bedingungssatz festgelegt ist (IsEnabled- oder IsRequired-Attribute, die nicht mit einer Bedingung aufgefüllt sind), oder ein Fehler beim Übergeben der Bedingungsergebnisse für Parameter mit Bedingung(en) in der Vorlage. Problematische(r) Parameter: {0}.
es: Se ha intentado pasar el resultado de la evaluación externa de condiciones de parámetros para los parámetros que no tienen establecida una condición adecuada en la plantilla (atributos IsEnabled o IsRequired no rellenados con condición), o ha habido un error al pasar los resultados de la condición para los parámetros con condiciones en la plantilla. Parámetro(s) incorrecto(s): {0}.
fr: Tentative de réussite du résultat de l'évaluation externe des conditions de paramètres pour le ou les paramètres dont la condition appropriée n'est pas définie dans le modèle (attributs IsEnabled ou IsRequired non renseignés avec la condition) ou échec de la transmission des résultats de la condition pour les paramètres avec condition(s) dans modèle. Paramètre(s) incriminé(s) : {0}.
it: Tentativo di passare il risultato della valutazione esterna delle condizioni dei parametri per i parametri per i quali non è impostata una condizione appropriata nel modello (attributi IsEnabled o IsRequired non popolati con la condizione) oppure un errore durante il passaggio dei risultati della condizione per i parametri con condizioni nel modello. Parametri incriminati: {0}.
ja: テンプレートに適切な条件が設定されていない (IsEnabled 属性または IsRequired 属性に条件が設定されていない) パラメーターのパラメーター条件の外部評価の結果を渡そうとしたか、テンプレートに条件があるパラメーターの条件の結果を渡せませんでした。問題のあるパラメーター: {0}。
ko: 템플릿에 적절한 조건이 설정되지 않은(IsEnabled 또는 IsRequired 특성이 조건으로 채워지지 않음) 매개 변수에 대한 매개 변수 조건의 외부 평가 결과를 전달하려고 시도했거나 템플릿에 조건이 있는 매개 변수에 대한 조건 결과를 전달하지 못했습니다. 잘못된 매개 변수: {0}.
pl: Próba przekazania wyniku zewnętrznej oceny warunków parametrów dla parametrów, które nie mają ustawionego odpowiedniego warunku w szablonie (atrybuty IsEnabled lub IsRequired nie są wypełnione warunkiem) lub niepowodzenie przekazania wyników warunku dla parametrów z warunkami w szablonie. Parametry powodujące problemy: {0}.
pt_br: Tentativa de passar o resultado da avaliação externa das condições de parâmetros para parâmetros que não têm a condição apropriada definida no modelo (atributos IsEnabled ou IsRequired não preenchidos com a condição) ou uma falha ao passar os resultados da condição para parâmetros com condição(ões) no modelo. Parâmetro(s) ofensivo(s): {0}.
ru: Попытка передать результат внешнего вычисления условий для параметров, для которых в шаблоне не задано необходимое условие (отсутствует условие для атрибутов IsEnabled или IsRequired), или не удалось передать результаты условий для параметров с условиями в шаблоне. Параметры с ошибками: {0}.
tr: Şablonda uygun koşul kümesine sahip olmayan (IsEnabled veya IsRequired öznitelikleri koşulla doldurulmamış) parametre(ler) için parametrelerin koşullarının dış değerlendirme sonucunu geçirme girişimi veya şablonda koşulları olan parametrelerin koşul sonuçlarını geçirme başarısız. Sorunlu parametre(ler): {0}.
zh_hans: 尝试为未在模板中设置适当条件(IsEnabled 或 IsRequired 属性未填充条件)的参数传递参数条件的外部计算结果，或者无法传递模板中具有条件的参数的条件结果。有问题的参数: {0}。
zh_hant: 嘗試針對未在範本 (IsEnabled 或 IsRequired 屬性未填入條件) 中設定適當條件的參數傳遞參數條件的外部評估結果，或無法為範本中具有條件的參數傳遞條件結果。違規參數: {0}。
