Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Edge/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TemplateCreator_TemplateCreationResult_Error_NoDefaultName
source: Failed to create template: the template name is not specified. Template configuration does not configure a default name that can be used when name is not specified. Specify the name for the template when instantiating or configure a default name in the template configuration.
cs: Vytvoření šablony se nezdařilo: název šablony není zadán. Konfigurace šablony nenakonfiguruje výchozí název, který lze použít pokud není zadán název. Při vytváření instance nebo konfiguraci výchozího názvu v konfiguraci šablony zadejte název šablony.
de: Fehler beim Erstellen der Vorlage: Der Vorlagenname ist nicht angegeben. Bei der Vorlagenkonfiguration wird kein Standardname konfiguriert, der verwendet werden kann, wenn kein Name angegeben wird. Geben Sie den Namen für die Vorlage an, wenn Sie einen Standardnamen in der Vorlagenkonfiguration instanziieren oder konfigurieren.
es: Error al crear la plantilla: no se especificó el nombre de la plantilla. La configuración de la plantilla no configura un nombre predeterminado que se pueda usar cuando no se especifique el nombre. Especifique el nombre de la plantilla al crear una instancia o configurar un nombre predeterminado en la configuración de la plantilla.
fr: Échec de la création du modèle : le nom du modèle n’est pas spécifié. La configuration du modèle ne configure pas un nom par défaut qui peut être utilisé lorsque le nom n’est pas spécifié. Spécifiez le nom du modèle lors de l’instanciation ou configurez un nom par défaut dans la configuration du modèle.
it: Non è stato possibile creare il modello: il nome del modello non è specificato. La configurazione del modello non configura un nome predefinito che può essere utilizzato quando il nome non è specificato. Specificare il nome del modello durante la creazione di un'istanza o la configurazione di un nome predefinito nella configurazione del modello.
ja: テンプレートを作成できませんでした: テンプレート名が指定されていません。テンプレート構成では、名前が指定されていない場合に使用できる既定の名前は構成されません。インスタンス化時にテンプレートの名前を指定するか、テンプレート構成で既定の名前を構成します。
ko: 템플릿을 만들지 못했습니다. 템플릿 이름이 지정되지 않았습니다. 템플릿 구성이 이름 미지정 시 사용할 수 있는 기본 이름을 구성하지 않습니다. 인스턴스화할 때 템플릿의 이름을 지정하거나 템플릿 구성에서 기본 이름을 구성하세요.
pl: Nie można utworzyć szablonu: nie określono nazwy szablonu. Konfiguracja szablonu nie konfiguruje nazwy domyślnej, która może być używana, gdy nazwa nie jest określona. Określ nazwę szablonu podczas tworzenia wystąpienia lub konfigurowania nazwy domyślnej w konfiguracji szablonu.
pt_br: Falha ao criar modelo: o nome do modelo não foi especificado. A configuração do modelo não define um nome padrão que possa ser usado quando o nome não for especificado. Especifique o nome do modelo ao criar uma instância ou configurar um nome padrão na configuração do modelo.
ru: Не удалось создать шаблон: имя шаблона не указано. В конфигурации шаблона не настроено имя по умолчанию, которое можно использовать, если имя не указано. Укажите имя шаблона при создании экземпляра или настройте имя по умолчанию в конфигурации шаблона.
tr: Şablon oluşturulamadı: Şablon adı belirtilmedi. Şablon yapılandırması, ad belirtilmediğinde kullanılabilecek bir varsayılan ad yapılandırmıyor. Nesne örneği oluştururken şablonun adını belirtin veya şablon yapılandırmasında bir varsayılan ad yapılandırın.
zh_hans: 无法创建模板: 未指定模板名称。模板配置不会配置在未指定名称时可以使用的默认名称。在模板配置中实例化或配置默认名称时，请指定模板的名称。
zh_hant: 無法建立範本: 未指定範本名稱。範本設定不會設定未指定名稱時可以使用的預設名稱。在範本設定中，於具現化或設定預設名稱時指定範本的名稱。

# TemplateInfo_Warning_FailedToReadHostData
source: Failed to load host data in {0} at {1}.
cs: Nepovedlo se načíst data hostitele v {0} v {1}.
de: Fehler beim Laden von Host Daten in {0} bei {1}.
es: No se pudieron cargar los datos de host en {0} en {1}.
fr: Échec du chargement des données de l’hôte dans la {0} à {1}.
it: Non è stato possibile caricare i dati dell'host in {0} in {1}.
ja: {1} の {0} でホスト データを読み込めませんでした。
ko: {0}에서 {1}의 호스트 데이터를 로드하지 못했습니다.
pl: Nie udało się załadować danych hosta w klasie {0} z {1}.
pt_br: Falha ao carregar os dados do host em {0} às {1}.
ru: Не удалось загрузить данные узла в {0} в {1}.
tr: {1} konumundaki {0} içinde yer alan konak verileri yüklenemedi.
zh_hans: 无法在 {1} 的 {0} 中加载主机数据。
zh_hant: 無法在 {1} 的 {0} 處載入主機資料。

# TemplatePackageManager_Error_FailedToFindPackage
source: Failed to retrieve package with identifier '{0}'.
cs: Načtení balíčku s identifikátorem {0} se nezdařilo.
de: Fehler beim Abrufen des Pakets mit dem Bezeichner "{0}".
es: Ha ocurrido un error al recuperar el paquete con el identificador "{0}".
fr: Nous n’avons pas pu récupérer le package avec l’identificateur '{0}'.
it: Non è stato possibile recuperare il pacchetto con identificatore '{0}'.
ja: 識別子 '{0}' のパッケージを取得できませんでした。
ko: 식별자가 '{0}'인 패키지를 검색하지 못했습니다.
pl: Nie można pobrać pakietu o identyfikatorze „{0}”.
pt_br: Falha ao recuperar pacote com identificador '{0}'.
ru: Не удалось получить пакет с идентификатором "{0}".
tr: '{0}' tanımlayıcısına sahip paket alınamadı.
zh_hans: 无法检索标识符为 "{0}" 的包。
zh_hant: 無法擷取識別碼為 '{0}' 的封裝。

# TemplatePackageManager_Error_FailedToGetTemplatePackages
source: Failed to retrieve template packages from provider '{0}'. Details: {1}
cs: Nepovedlo se načíst balíčky šablon z poskytovatele {0}. Podrobnosti: {1}
de: Fehler beim Abrufen von Vorlagenpaketen vom Anbieter “{0}”. Details: {1}
es: No se pudieron recuperar los paquetes de plantillas del proveedor '{0}'. Detalles: {1}
fr: Échec de la récupération des packages de modèles à partir du fournisseur '{0}'. Détails : {1}
it: Non è stato possibile recuperare i pacchetti di modelli dal provider '{0}'. Dettagli: {1}
ja: プロバイダー '{0}' からテンプレート パッケージを取得できませんでした。 詳細: {1}
ko: 공급자 '{0}'에서 템플릿 패키지를 검색하지 못했습니다. 세부 정보: {1}
pl: Nie można pobrać pakietów szablonów od dostawcy „{0}”. Szczegóły: {1}
pt_br: Falha ao recuperar os pacotes de modelos do provedor '{0}'. Detalhes: {1}
ru: Не удалось получить пакеты шаблонов у поставщика \"{0}\". Сведения: {1}
tr: Şablon paketleri '{0}' sağlayıcısından alınamadı. Ayrıntılar: {1}
zh_hans: 未能从提供程序“{0}”检索模板包。 详细信息: {1}
zh_hant: 無法從提供者'{0}'撷取模板套件。 詳細資料: {1}

# TemplatePackageManager_Error_FailedToScan
source: Failed to scan {0}. Details: {1}
cs: Balíček {0} se nepovedlo zkontrolovat. Podrobnosti: {1}
de: Fehler beim Scannen von “{0}“. Details: {1}.
es: Error al examinar {0}. Detalles: {1}
fr: Échec de l’analyse de {0}. Détails : {1}
it: Non è stato possibile analizzare {0}. Dettagli: {1}
ja: {0} をスキャンできませんでした。 詳細: {1}
ko: {0}을(를) 검사하지 못했습니다. 세부 정보: {1}
pl: Nie można zeskanować {0}. Szczegóły: {1}
pt_br: Falha na verificação {0}. Detalhes: {1}
ru: Не удалось сканировать {0}. Подробности: {1}
tr: {0} taranamadı. Ayrıntılar: {1}
zh_hans: 未能扫描 {0}。 详细信息: {1}
zh_hant: 無法掃描 {0}。 詳細資料: {1}

# TemplatePackageManager_Error_FailedToStoreCache
source: Failed to store template cache, details: {0} Template cache will be recreated on the next run.
cs: Nepovedlo se uložit mezipaměť šablony. Podrobnosti: {0} Mezipaměť šablony bude při příštím spuštění znovu vytvořena.
de: Fehler beim Speichern des Vorlagencaches. Details: {0} Der Vorlagencache wird bei der nächsten Ausführung neu erstellt.
es: No se pudo almacenar la caché de las plantillas. Detalles: {0} La caché de las plantillas se volverá a crear en la siguiente ejecución.
fr: Échec du stockage du cache de modèles. Détails : {0} Le cache de modèles sera recréé lors de la prochaine exécution.
it: Non è stato possibile archiviare la cache dei modelli. Dettagli: {0} La cache dei modelli verrà ricreata alla prossima esecuzione.
ja: テンプレート キャッシュを保存できませんでした。詳細: {0} テンプレート キャッシュは次回の実行時に再作成されます。
ko: 템플릿 캐시를 저장하지 못했습니다. 세부 정보: {0} 템플릿 캐시는 다음에 실행될 때 다시 만들어집니다.
pl: Nie można zapisać pamięci podręcznej szablonów. Szczegóły: {0} Pamięć podręczna szablonów zostanie ponownie utworzona przy następnym uruchomieniu.
pt_br: Falha ao armazenar o cache do modelo, detalhes: {0} O cache do modelo será recriado na próxima execução.
ru: Не удалось сохранить кэш шаблонов. Сведения: {0} Кэш шаблонов будет повторно создан при следующем запуске.
tr: Şablon önbelleği depolanamadı, ayrıntılar: {0} Şablon önbelleği sonraki çalıştırmada yeniden oluşturulacak.
zh_hans: 未能存储模板缓存，详细信息: {0} 将在下次运行时重新创建模板缓存。
zh_hant: 無法儲存範本快取{0} 詳細資料: 範本快取下次執行時將重新建立。

# TemplatePackageManager_Warning_DetectedTemplatesIdentityConflict
source: The following templates use the same identity '{0}': {1} The template from '{2}' will be used. To resolve this conflict, uninstall the conflicting template packages.
cs: Následující šablony používají stejnou identitu '{0}': {1} Bude použita šablona z{2}. Chcete-li tento konflikt vyřešit, odinstalujte konfliktní balíčky šablon.
de: Die folgenden Vorlagen verwenden die gleiche Identität "{0}": {1} Die Vorlage aus "{2}" wird verwendet. Deinstallieren Sie die in Konflikt stehenden Vorlagenpakete, um diesen Konflikt zu beheben.
es: Las siguientes plantillas usan la misma identidad "{0}": {1} Se usará la plantilla de "{2}". Para resolver este conflicto, desinstale los paquetes de plantillas en conflicto.
fr: Les modèles suivants utilisent la même identité '{0}': {1} Le modèle de '{2}' sera utilisé. Pour résoudre ce conflit, désinstallez les packages de modèles en conflit.
it: I modelli seguenti usano la stessa identità '{0}': {1} Verrà utilizzato il modello di '{2}'. Per risolvere il conflitto, disinstallare i pacchetti di modelli in conflitto.
ja: 次のテンプレートは同じ ID '{0}' を使用しています: {1} '{2}' からのテンプレートが使用されます。この競合を解決するには、競合するテンプレート パッケージをアンインストールしてください。
ko: 다음 템플릿은 동일한 ID '{0}'을(를) 사용합니다: {1} '{2}'의 템플릿이 사용됩니다. 이 충돌을 해결하려면 충돌하는 템플릿 패키지를 제거하세요.
pl: Następujące szablony używają tej samej tożsamości '{0}': {1} Szablon '{2}' zostanie użyty. Aby rozwiązać ten konflikt, odinstaluj niezgodne pakiety szablonów.
pt_br: Os seguintes modelos usam a mesma identidade '{0}': {1} O modelo de '{2}' será usado. Para resolver esse conflito, desinstale os pacotes de modelos em conflito.
ru: Следующие шаблоны используют одинаковые идентификаторы '{0}': {1} Будет использован шаблон '{2}'. Чтобы устранить этот конфликт, удалите конфликтующие пакеты шаблонов.
tr: Aşağıdaki şablonlar aynı '{0}' kimliğini kullanıyor: {1} '{2}' paketindeki şablon kullanılacak. Bu çakışmayı çözmek için çakışan şablon paketlerini kaldırın.
zh_hans: 以下模板使用相同的标识“{0}”: {1} 将使用“{2}”中的模板。要解决此冲突，请卸载冲突的模板包。
zh_hant: 下列範本使用相同的身分識別 '{0}': {1} 將使用來自 '{2}' 的範本。若要解決此衝突，請解除安裝發生衝突的範本套件。

# TemplatePackageManager_Warning_DetectedTemplatesIdentityConflict_Subentry
source: {0} '{1}' from '{2}'
cs: {0} '{1}' od '{2}'
de: {0} "{1}" von "{2}"
es: {0} "{1}" de "{2}"
fr: {0} «{1}» de «{2}»
it: {0} '{1}' da '{2}'
ja: '{2}' からの {0} '{1}'
ko: {2}의 {0} '{1}'
pl: {0} '{1}' z '{2}'
pt_br: {0} '{1}' de '{2}'
ru: {0} '{1}' из '{2}'
tr: {0} '{2}' paketindeki '{1}' şablonu
zh_hans: {0}来自“{2}”的“{1}”
zh_hant: {0} '{1}' 來自 '{2}'

# Validation_Error_Header
source: The template {0} has the following validation errors:
cs: Šablona {0} obsahuje následující chyby ověření:
de: Die Vorlage {0} weist die folgenden Überprüfungsfehler auf:
es: La plantilla {0} tiene los siguientes errores de validación:
fr: Le modèle {0} comporte les erreurs de validation suivantes :
it: Il modello {0} presenta gli errori di convalida seguenti:
ja: テンプレート {0} には、次の検証エラーがあります:
ko: 템플릿 {0}에 다음 유효성 검사 오류가 있습니다.
pl: W przypadku szablonu {0} występują następujące błędy walidacji:
pt_br: O modelo {0} tem os seguintes erros de validação:
ru: Для шаблона {0} получены следующие ошибки проверки:
tr: {0} şablonu aşağıdaki doğrulama hatalarına sahip:
zh_hans: 该模板 {0} 存在以下验证错误:
zh_hant: 範本 {0} 具有以下驗證錯誤:

# Validation_Info_Header
source: The template {0} has the following validation messages:
cs: Šablona {0} obsahuje následující ověřovací zprávy:
de: Die Vorlage {0} hat die folgenden Validierungsmeldungen:
es: La plantilla {0} tiene los siguientes mensajes de validación:
fr: Le modèle {0} contient les messages de validation suivants :
it: Il modello {0} contiene i messaggi di convalida seguenti:
ja: テンプレート {0} には、次の検証メッセージがあります:
ko: 템플릿 {0}에 다음 유효성 검사 메시지가 있습니다.
pl: W przypadku szablonu {0} występują następujące komunikaty dotyczące walidacji:
pt_br: O modelo {0} tem as seguintes mensagens de validação:
ru: Для шаблона {0} получены следующие сообщения проверки:
tr: {0} şablonu aşağıdaki doğrulama iletilerine sahip:
zh_hans: 该模板 {0} 具有以下验证消息:
zh_hant: 範本 {0} 具有以下驗證訊息:

# Validation_InvalidTemplate
source: Failed to load the template {0}: the template is not valid.
cs: Načtení šablony {0} se nezdařilo: šablona není platná.
de: Vorlage {0} konnte nicht geladen werden: Die Vorlage ist ungültig.
es: No se pudo cargar la plantilla {0}: la plantilla no es válida.
fr: Échec du chargement du modèle {0} : le modèle n'est pas valide.
it: Impossibile caricare il modello {0}: il modello non è valido.
ja: テンプレート {0} を読み込めませんでした: テンプレートが無効です。
ko: 템플릿 {0}을(를) 로드하지 못했습니다. 템플릿이 유효하지 않습니다.
pl: Nie można załadować szablonu {0}: szablon jest nieprawidłowy.
pt_br: Falha ao carregar o modelo {0}: o modelo não é válido.
ru: Не удалось загрузить шаблон {0}: недопустимый шаблон.
tr: {0} şablonu yüklenemedi: Şablon geçerli değil.
zh_hans: 未能加载模板 {0}: 模板无效。
zh_hant: 無法載入範本 {0}: 範本無效。

# Validation_InvalidTemplateLoc
source: Failed to load the '{0}' localization the template {1}: the localization file is not valid. The localization will be skipped.
cs: Nepodařilo se načíst lokalizaci {0} u šablony {1}: Lokalizační soubor není platný. Lokalizace bude přeskočena.
de: Lokalisierung „{0}“ der Vorlage {1} konnte nicht geladen werden: Die Lokalisierungsdatei ist ungültig. Die Lokalisierung wird übersprungen.
es: No se pudo cargar la localización “{0}” de la plantilla {1}: el archivo de localización no es válido. Se omitirá la localización.
fr: Échec du chargement de la localisation '{0}' du modèle {1} : le fichier de localisation n'est pas valide. La localisation sera ignorée.
it: Impossibile caricare la localizzazione '{0}' del modello {1}: il file di localizzazione non è valido. La localizzazione verrà ignorata.
ja: '{0}' ローカリゼーションテンプレート {1} をインストールできませんでした: ローカライズ ファイルが無効です。ローカライズはスキップされます。
ko: 템플릿 {1}의 '{0}' 지역화를 로드하지 못했습니다. 지역화 파일이 유효하지 않습니다. 지역화는 생략합니다.
pl: W lokalizacji „{0}” nie można załadować szablonu {1}: plik lokalizacji jest nieprawidłowy. Lokalizacja zostanie pominięta.
pt_br: Falha ao carregar a localização '{0}' do modelo {1}: o arquivo de localização não é válido. A localização será ignorada.
ru: Не удалось загрузить локализацию "{0}" для шаблона {1}: недопустимый файл локализации. Локализация будет пропущена.
tr: {1} şablonunun '{0}' yerelleştirmesi yüklenemedi: yerelleştirme dosyası geçerli değil. Yerelleştirme atlanacak.
zh_hans: 无法加载“{0}”本地化模板 {1}: 本地化文件无效。将跳过本地化。
zh_hant: 無法載入範本 {1} 的 '{0}' 當地語系化: 當地語系化檔案無效。將略過該當地語系化。

# Validation_LocError_Header
source: The template {0} has the following validation errors in '{1}' localization:
cs: Šablona {0} má v lokalizaci „{1}“ následující chyby ověřování:
de: Die Vorlage {0} weist die folgenden Überprüfungsfehler in Lokalisierung „{1}“ auf:
es: La plantilla {0} tiene los siguientes errores de validación en la localización "{1}":
fr: Le modèle {0} comporte les erreurs de validation suivantes dans la localisation "{1}" :
it: Il modello {0} presenta gli errori di convalida seguenti nella localizzazione '{1}':
ja: テンプレート {0} では、'{1}' ローカリゼーションで次の検証エラーが発生します。
ko: 템플릿 {0}의 ‘{1}’ 지역화에 다음 유효성 검사 오류가 있습니다.
pl: W przypadku szablonu {0} w lokalizacji „{1}” występują następujące błędy walidacji:
pt_br: O modelo {0} tem os seguintes erros de validação na localização ''{1}'':
ru: Для шаблона {0} получены следующие ошибки проверки в локализации "{1}":
tr: {0} şablonu {1} yerelleştirmesinde aşağıdaki doğrulama hatalarına sahip:
zh_hans: 模板 {0} 在“{1}”本地化中存在以下验证错误:
zh_hant: 範本 {0} 在 '{1}' 當地語系化中存在以下驗證錯誤:

# Validation_LocInfo_Header
source: The template {0} has the following validation messages in '{1}' localization:
cs: Šablona {0} má v lokalizaci „{1}“ následující ověřovací zprávy:
de: Die Vorlage {0} enthält die folgenden Validierungsmeldungen in Lokalisierung „{1}“:
es: La plantilla {0} tiene los siguientes mensajes de validación en la localización "{1}":
fr: Le modèle {0} contient les messages de validation suivants dans la localisation '{1}' :
it: Il modello {0} presenta i messaggi di convalida seguenti nella localizzazione '{1}':
ja: テンプレート {0} には、'{1}' ローカリゼーションで次の検証メッセージがあります:
ko: 템플릿 {0}의 ‘{1}’ 지역화에 다음 유효성 검사 메시지가 있습니다.
pl: W przypadku szablonu {0} w lokalizacji „{1}” występują następujące komunikaty dotyczące walidacji:
pt_br: O modelo {0} tem as seguintes mensagens de validação na localização ''{1}'':
ru: Для шаблона {0} получены следующие сообщения проверки в локализации "{1}":
tr: {0} şablonu {1} yerelleştirmesinde aşağıdaki doğrulama iletilerine sahip:
zh_hans: 模板 {0} 在“{1}”本地化中具有以下验证消息:
zh_hant: 範本 {0} 在 '{1}' 當地語系化中存在以下驗證訊息:

# Validation_LocWarning_Header
source: The template {0} has the following validation warnings in '{1}' localization:
cs: Šablona {0} má v lokalizaci „{1}“ následující upozornění ověření:
de: Die Vorlage {0} enthält die folgenden Validierungswarnungen in der Lokalisierung „{1}“:
es: La plantilla {0} tiene las siguientes advertencias de validación en la localización "{1}":
fr: Le modèle {0} comporte les avertissements de validation suivants dans la localisation "{1}" :
it: Il modello {0} presenta le avvertenze di convalida seguenti nella localizzazione '{1}':
ja: テンプレート {0} には、'{1}' ローカリゼーションで次の検証警告があります。
ko: 템플릿 {0}의 ‘{1}’ 지역화에 다음 유효성 검사 경고가 있습니다.
pl: W przypadku szablonu {0} w lokalizacji „{1}” występują następujące ostrzeżenia dotyczące walidacji:
pt_br: O modelo {0} tem os seguintes avisos de validação na localização ''{1}'':
ru: Для шаблона {0} получены следующие предупреждения проверки в локализации "{1}":
tr: {0} şablonu {1} yerelleştirmesinde aşağıdaki doğrulama uyarılarına sahip:
zh_hans: 模板 {0} 在“{1}”本地化中具有以下验证警告:
zh_hant: 範本 {0} 在 '{1}' 當地語系化中存在以下驗證警:

# Validation_Warning_Header
source: The template {0} has the following validation warnings:
cs: Šablona {0} obsahuje následující upozornění ověření:
de: Die Vorlage {0} weist die folgenden Überprüfungswarnungen auf:
es: La plantilla {0} tiene las siguientes advertencias de validación:
fr: Le modèle {0} contient les avertissements de validation suivants :
it: Il modello {0} contiene gli avvisi di convalida seguenti:
ja: テンプレート {0} には、次の検証警告があります:
ko: 템플릿 {0}에 다음 유효성 검사 경고가 있습니다.
pl: W przypadku szablonu {0} występują następujące ostrzeżenia dotyczące walidacji:
pt_br: O modelo {0} tem os seguintes avisos de validação:
ru: Для шаблона {0} получены следующие предупреждения проверки:
tr: {0} şablonu aşağıdaki doğrulama uyarılarına sahip:
zh_hans: 该模板 {0} 具有以下验证警告:
zh_hant: 範本 {0} 具有以下驗證警告:

# WorkloadConstraint_Error_MismatchedProviders
source: Multiple 'IWorkloadsInfoProvider' components provided by host ({0}), therefore 'WorkloadConstraint' cannot be properly initialized.
cs: Hostitel poskytl několik komponent IWorkloadsInfoProvider ({0}), takže nejde správně inicializovat workloadConstraint.
de: Der Host hat mehrere IWorkloadsInfoProvider-Komponenten ({0}) bereitgestellt, daher kann „WorkloadConstraint“ nicht ordnungsgemäß initialisiert werden.
es: Hay varios componentes 'IWorkloadsInfoProvider' proporcionados por el host ({0}), por lo que 'WorkloadConstraint' no se puede inicializar correctamente.
fr: Plusieurs composants « IWorkloadsInfoProvider » fournis par l’hôte ({0}). « WorkloadConstraint » ne peut donc pas être initialisé correctement.
it: Più componenti 'IWorkloadsInfoProvider' forniti dall'host ({0}), pertanto 'WorkloadConstraint' non può essere inizializzato correttamente.
ja: ホスト ({0}) によって複数の 'IWorkloadsInfoProvider' コンポーネントが提供されたため、'IWorkloadsInfoProvider' を正しく初期化できません。
ko: 호스트에서 제공하는 여러 'IWorkloadsInfoProvider' 구성 요소({0})가 존재합니다. 따라서 'WorkloadConstraint'를 제대로 초기화할 수 없습니다.
pl: Host dostarczył wiele składników „IWorkloadsInfoProvider” ({0}), dlatego nie można poprawnie zainicjować elementu „WorkloadConstraint”.
pt_br: Vários componentes 'IWorkloadsInfoProvider' fornecidos pelo host ({0}), portanto, 'WorkloadConstraint' não pode ser inicializado corretamente.
ru: Несколько компонентов IWorkloadsInfoProvider, предоставляемых узлом ({0}), поэтому не удается правильно инициализировать WorkloadConstraint.
tr: Ana bilgisayar ({0}) tarafından sağlanan birden çok 'IWorkloadsInfoProvider' bileşeni bulunuyor. Dolayısıyla 'WorkloadConstraint' düzgün başlatılamıyor.
zh_hans: 主机({0})已提供多个 “IWorkloadsInfoProvider” 组件，因此无法正确初始化 “WorkloadConstraint”。
zh_hant: 主機 ({0}) 提供多個 'IWorkloadsInfoProvider' 元件，因此無法正確初始化 'WorkloadConstraint'。

# WorkloadConstraint_Error_MissingProvider
source: No 'IWorkloadsInfoProvider' component provided by host. 'WorkloadConstraint' cannot be properly initialized.
cs: Hostitel neposkytl žádnou komponentu IWorkloadsInfoProvider. Omezení WorkloadConstraint nelze správně inicializovat.
de: Vom Host wurde keine IWorkloadsInfoProvider-Komponente bereitgestellt. „WorkloadConstraint“ kann nicht ordnungsgemäß initialisiert werden.
es: No hay ningún componente 'IWorkloadsInfoProvider' proporcionado por el host. 'WorkloadConstraint' no se puede inicializar correctamente.
fr: Aucun composant « IWorkloadsInfoProvider » fourni par l’hôte. « WorkloadConstraint » ne peut pas être correctement initialisé.
it: Nessun componente 'IWorkloadsInfoProvider' fornito dall'host. 'WorkloadConstraint' non può essere inizializzato correttamente.
ja: ホストから 'IWorkloadsInfoProvider' コンポーネントが提供されていません。'WorkloadConstraint' を正しく初期化できません。
ko: 호스트에서 제공하는 'IWorkloadsInfoProvider' 구성 요소가 없습니다. 'WorkloadConstraint'를 제대로 초기화할 수 없습니다.
pl: Brak składnika „IWorkloadsInfoProvider” dostarczonego przez hosta. Nie można poprawnie zainicjować elementu „WorkloadConstraint”.
pt_br: Nenhum componente 'IWorkloadsInfoProvider' fornecido pelo host. 'WorkloadConstraint' não pode ser inicializado corretamente.
ru: Компонент IWorkloadsInfoProvider не предоставляется узлом. Не удается правильно инициализировать WorkloadConstraint.
tr: Ana bilgisayar tarafından sağlanan 'IWorkloadsInfoProvider' bileşeni yok. 'WorkloadConstraint' düzgün başlatılamıyor.
zh_hans: 主机未提供 “IWorkloadsInfoProvider” 组件。无法正确初始化 “WorkloadConstraint”。
zh_hant: 主機未提供 'IWorkloadsInfoProvider' 元件。無法正確初始化 'WorkloadConstraint'。
