Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Edge/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FolderInstaller_InstallResult_Error_FolderDoesNotExist
source: The folder {0} doesn't exist.
cs: Složka {0} neexistuje.
de: Der Ordner \"{0}\" ist nicht vorhanden.
es: La carpeta de origen {0} no existe.
fr: Le dossier {0} n’existe pas.
it: La cartella {0} non esiste.
ja: フォルダー {0} が存在しません。
ko: 폴더 {0}이(가) 존재하지 않습니다.
pl: Folder{0} nie istnieje.
pt_br: A pasta {0} não existe.
ru: Папка {0} не существует.
tr: {0} klasörü yok.
zh_hans: 文件夹 {0} 不存在。
zh_hant: 資料夾 {0} 不存在。

# Generic_Constraint_WrongConfigurationCTA
source: Check the constraint configuration in template.json.
cs: Zkontrolujte konfiguraci omezení v souboru template.json.
de: Überprüfen Sie die Einschränkungskonfiguration in „template.json“.
es: Compruebe la configuración de restricciones en template.json.
fr: Vérifiez la configuration de contrainte dans le modèle .json.
it: Controllare la configurazione del vincolo in template.json.
ja: template.json の制約の構成を確認してください。
ko: template.json에서 제약 조건 구성을 확인합니다.
pl: Sprawdź konfigurację ograniczenia w pliku template.json.
pt_br: Verifique a configuração de restrição em template.json.
ru: Проверьте конфигурацию ограничения в template.json.
tr: template.json dosyasındaki kısıtlama yapılandırmasını kontrol edin.
zh_hans: 检查 template.json 中的约束配置。
zh_hant: 檢查 template.json 中的限制式設定。

# Generic_LatestVersion
source: latest version
cs: nejnovější verze
de: Aktuelle Version
es: la versión más reciente
fr: Dernière version
it: ultima versione
ja: 最新バージョン
ko: 최신 버전
pl: najnowszą wersją
pt_br: versão mais recente
ru: последняя версия
tr: en son sürüm
zh_hans: 最新版本
zh_hant: 最新版本

# Generic_Version
source: version {0}
cs: verze {0}
es: versión {0}
it: versione {0}
ja: バージョン {0}
ko: 버전 {0}
pl: wersja: {0}
pt_br: versão {0}
ru: версия {0}
tr: sürüm {0}
zh_hans: 版本 {0}
zh_hant: 版本 {0}

source: {0} can be installed by several installers. Specify the installer name to be used.
cs: Balíček {0} může nainstalovat několik různých instalačních programů. Určete název instalačního programu, který se má použít.
de: \"{0}\" kann von mehreren Installern installiert werden. Geben Sie den Namen des zu verwendenden Installers an.
es: Se puede instalar {0} con varios instaladores. Especifique el nombre del instalador que va a usar.
fr: {0} peut être installé par plusieurs programmes d’installation. Spécifiez le nom du programme d’installation à utiliser.
it: {0} può essere installato da diversi programmi di installazione. Specificare il nome del programma di installazione da utilizzare.
ja: {0} は複数のインストーラーでインストールできます。使用するインストーラー名を指定します。
ko: {0}은(는) 여러 설치 관리자가 설치할 수 있습니다. 사용할 설치 관리자 이름을 지정합니다.
pl: {0} mogą być instalowane przez kilka instalatorów. Określ nazwę instalatora, która ma być używana.
pt_br: {0} pode ser instalado por vários instaladores. Especifique o nome do instalador a ser utilizado.
ru: {0} можно установить с помощью нескольких установщиков. Укажите имя используемого установщика.
tr: {0}, birkaç yükleyiciyle yüklenebilir. Kullanılacak yükleyici adını belirtin.
zh_hans: 可由多个安装程序安装 {0}。请指定要使用的安装程序名称。
zh_hant: {0} 可由多個安裝程式安裝。指定要使用的安裝程式名稱。

source: {0} is already installed.
cs: {0} už je nainstalováno.
de: \"{0}\" ist bereits installiert.
es: {0} ya se ha instalado.
fr: {0} est déjà installé.
it: {0} è già installato.
ja: {0} は既にインストールされています。
ko: {0}이(가) 이미 설치되어 있습니다.
pl: Już zainstalowano: {0}.
pt_br: {0} já está instalado.
ru: Установка {0} уже выполнена.
tr: {0} zaten yüklendi.
zh_hans: {0} 已安装。
zh_hant: {0} 已安裝。

source: {0} cannot be installed.
cs: Balíček {0} nelze nainstalovat.
de: \"{0}\" kann nicht installiert werden.
es: No se puede instalar {0}.
fr: {0} ne peut pas être installé.
it: {0} non può essere installato.
ja: {0} をインストールできません。
ko: {0}을(를) 설치할 수 없습니다.
pl: Nie można zainstalować pakietu {0}.
pt_br: {0} não pode ser instalado.
ru: Невозможно установить {0}.
tr: {0} yüklenemiyor.
zh_hans: 无法安装 {0}。
zh_hant: 無法安裝 {0}。

# GlobalSettingsTemplatePackagesProvider_Info_PackageAlreadyInstalled
source: {0} is already installed, it will be replaced with {1}.
cs: Balíček {0} je už nainstalovaný, nahradí se za {1}.
de: {0} ist bereits installiert, und wird durch {1} ersetzt.
es: {0} ya está instalado, se reemplazará por {1}.
fr: {0} est déjà installé, il sera remplacé par {1}.
it: {0} è già installato, verrà sostituito con {1}.
ja: {0} は既にインストールされているため、 {1} に置き換えられます。
ko: {0}이(가) 이미 설치되어 있으므로 {1}(으)로 바뀝니다.
pl: Pakiet {0} jest już zainstalowany. Zostanie on zastąpiony pakietem {1}.
pt_br: {0} já está instalado, será substituída por {1}.
ru: Уже установлено: {0}. Будет заменено на {1}.
tr: {0} zaten yüklü, {1} ile değiştirilecek.
zh_hans: 已安装 {0}，它将替换为 {1}。
zh_hant: {0} 已安裝，將會以 {1} 取代。

# GlobalSettingsTemplatePackagesProvider_Info_PackageUninstalled
source: {0} was successfully uninstalled.
cs: Balíček {0} se úspěšně odinstaloval.
de: \"{0}\" wurde erfolgreich deinstalliert.
es: {0} se desinstaló correctamente.
fr: {0} a été désinstallé.
it: {0} è stato disinstallato.
ja: {0} が正常にアンインストールされました。
ko: {0}이(가) 성공적으로 제거되었습니다.
pl: Pomyślnie odinstalowano pakiet {0}.
pt_br: {0} foi desinstalado com sucesso.
ru: Выполнено удаление {0}.
tr: {0} başarıyla kaldırıldı.
zh_hans: 已成功卸载 {0}。
zh_hant: {0} 已成功解除安裝。

# GlobalSettings_Error_CorruptedSettings
source: Failed to read installed template packages list at {0}. It might be due to the file is corrupted. Please review this file manually and fix the errors in JSON structure, or remove the file to clear up the list of list installed packages and reinstall them again. Details of the error: {1}.
cs: Nepodařilo se přečíst seznam nainstalovaných balíčků šablon v {0}. Příčinou může být poškození souboru. Zkontrolujte prosím tento soubor ručně a opravte chyby ve struktuře JSON, nebo soubor odeberte, abyste vymazali seznam nainstalovaných balíčků a znovu je nainstalovali. Podrobnosti o chybě: {1}
de: Fehler beim Lesen der Liste der installierten Vorlagenpakete unter {0}. Möglicherweise ist die Datei beschädigt. Überprüfen Sie diese Datei manuell und beheben Sie die Fehler in der JSON-Struktur oder entfernen Sie die Datei, um die Liste der installierten Pakete zu löschen und sie erneut zu installieren. Fehlerdetails: {1}.
es: No se pudo leer la lista de paquetes de plantillas instalados en {0}. Puede deberse a que el archivo está dañado. Revise este archivo manualmente y corrija los errores en la estructura JSON o quite el archivo para borrar la lista de paquetes instalados en la lista y volver a instalarlos. Detalles del error: {1}.
fr: Impossible de lire la liste des packages de modèles installés sur {0}. Cela peut être dû au fait que le fichier est corrompu. Veuillez examiner ce fichier manuellement et corriger les erreurs dans la structure JSON, ou supprimer le fichier pour effacer la liste des packages installés et les réinstaller à nouveau. Détails de l'erreur : {1}.
it: Non è stato possibile leggere l'elenco dei pacchetti di modelli installati in {0}. È possibile che il file sia danneggiato. Esaminare manualmente il file e correggere gli errori nella struttura JSON oppure rimuovere il file per cancellare l'elenco dei pacchetti installati e reinstallarli. Dettagli dell'errore: {1}.
ja: {0}でインストールされているテンプレート パッケージの一覧を読み取ることができませんでした。ファイルが破損していることが原因である可能性があります。このファイルを手動で確認し、JSON 構造のエラーを修正するか、ファイルを削除してインストール済みパッケージの一覧を消去して再インストールしてください。エラーの詳細: {1}。
ko: {0}에서 설치된 템플릿 패키지 목록을 읽지 못했습니다. 파일이 손상되었기 때문일 수 있습니다. 이 파일을 수동으로 검토하고 JSON 구조의 오류를 수정하거나 파일을 제거하여 설치된 패키지 목록의 목록을 지우고 다시 설치하세요. 오류 세부 정보: {1}.
pl: W lokalizacji {0} nie można odczytać listy zainstalowanych pakietów szablonów. Może to być spowodowane uszkodzeniem pliku. Przejrzyj ten plik ręcznie i napraw błędy w strukturze kodu JSON lub usuń plik, aby wyczyścić listę zainstalowanych pakietów i zainstalować je ponownie. Szczegóły błędu: {1}.
pt_br: Falha ao ler a lista de pacotes de modelos instalados em {0}. Pode ser porque o arquivo está corrompido. Examine esse arquivo manualmente e corrija os erros na estrutura JSON ou remova o arquivo para limpar a lista de pacotes instalados e reinstalá-los novamente. Detalhes do erro: {1}.
ru: Не удалось прочесть список установленных пакетов шаблонов в {0}. Возможно, поврежден файл. Проверьте этот файл вручную и исправьте ошибки в структуре JSON или удалите этот файл, чтобы очистить список установленных пакетов, затем переустановите шаблоны. Подробные сведения об ошибке: {1}.
tr: {0} konumundaki yüklü şablon paketleri listesi okunamadı. Bunun nedeni dosyanın bozuk olması olabilir. Lütfen bu dosyayı el ile gözden geçirin ve JSON yapısındaki hataları düzeltin veya yüklü paketlerin listesini temizlemek ve yeniden yüklemek için dosyayı kaldırın. Hatanın ayrıntıları: {1}.
zh_hans: 无法在 {0} 中读取已安装的模板包列表。原因可能是文件已损坏。请手动查看此文件并修复 JSON 结构中的错误，或删除该文件以清除已安装的列表包列表并重新安装它们。错误的详细信息: {1}。
zh_hant: 未能讀取 {0} 處的已安裝範本封裝清單。這可能是由於檔案已損毀。請手動檢閲此檔案並修正 JSON 結構中的錯誤，或者移除檔案以清除已安裝封裝的清單並重新安裝。錯誤的詳細資料: {1}.

# HostConstraint_Error_MissingMandatoryProperty
source: '{0}' does not have mandatory property '{1}'.
cs: {0} nemá povinnou vlastnost {1}.
de: „{0}“ weist keine obligatorische Eigenschaft „{1}“ auf.
es: '{0}' no tiene la propiedad obligatoria '{1}'.
fr: '{0}' n’a pas de propriété obligatoire '{1}'.
it: '{0}' non ha la proprietà obbligatoria '{1}'.
ja: '{0}' には必須のプロパティ '{1}' がありません。
ko: '{0}'에 '{1}' 필수 속성이 없습니다.
pl: Element „{0}” nie ma obowiązkowej właściwości „{1}”.
pt_br: '{0}' não tem propriedade obrigatória '{1}'.
ru: «{0}» не имеет обязательного свойства «{1}».
tr: '{0}', zorunlu '{1}' özelliğine sahip değil.
zh_hans: \"{0}\" 没有必需属性 \"{1}\" 。
zh_hant: '{0}' 沒有強制屬性 '{1}'。

# HostConstraint_Message_Restricted
source: Running template on {0} (version: {1}) is not supported, supported hosts is/are: {2}.
cs: Spuštění šablony na {0} (verze: {1}) se nepodporuje, podporovaní hostitelé jsou: {2}.
de: Das Ausführen einer Vorlage auf {0} (Version: {1}) wird nicht unterstützt. Unterstützte Hosts sind: {2}.
es: No se admite la ejecución de la plantilla en {0} (versión: {1}), los hosts admitidos son: {2}.
fr: L’exécution du modèle sur {0} (version : {1}) n’est pas prise en charge, les hôtes pris en charge sont : {2}.
it: L'esecuzione del modello in {0} (versione: {1}) non è supportata. Gli host supportati sono: {2}.
ja: {0} (バージョン: {1}) でのテンプレートの実行はサポートされていません。サポートされているホストは {2} です。
ko: {0}(버전: {1})에서 템플릿을 실행할 수 없습니다. 지원되는 호스트는 {2}입니다.
pl: Uruchamianie szablonu w {0} (wersja: {1}) nie jest obsługiwane, obsługiwane hosty to:{2}.
pt_br: A execução do modelo em {0} (versão: {1}) não é suportada, os hosts suportados é/são: {2}.
ru: Запуск шаблона на {0} (версия: {1}) не поддерживается, поддерживаемые узлы: {2}.
tr: Şablonu {0} konağı üzerinde çalıştırma (sürüm: {1}) desteklenmiyor, desteklenen konak/konaklar: {2}.
zh_hans: 不支持在 {0} (版本: {1})上运行模板，支持的主机为: {2}。
zh_hant: 不支援在 {0} (版本: {1}) 上執行範本，支援的主機為: {2}。

# HostConstraint_Name
source: Template engine host
cs: Hostitel modulu šablon
de: Vorlagen-Engine-Host
es: Host del motor de plantillas
fr: Hôte du moteur de modèle
it: Host del motore del modello
ja: テンプレート エンジン ホスト
ko: 템플릿 엔진 호스트
pl: Host aparatu szablonów
pt_br: Host do mecanismo de modelo
ru: Узел обработчика шаблонов
tr: Şablon altyapısı ana bilgisayarı
zh_hans: 模板引擎主机
zh_hant: 範本引擎主機

# HostParametersBindSource_Name
source: Host defined parameters
cs: Parametry definované hostitelem
de: Vom Host definierte Parameter
es: Parámetros definidos por el host
fr: Paramètres définis par l’hôte
it: Parametri definiti dall'host
ja: ホスト定義パラメーター
ko: 호스트 정의 매개 변수
pl: Parametry zdefiniowane przez hosta
pt_br: Parâmetros definidos pelo host
ru: Параметры, определяемые узлом
tr: Ana bilgisayar tanımlı parametreler
zh_hans: 主机定义的参数
zh_hant: 主機定義的參數

# NuGetApiPackageManager_DownloadError_VulnerablePackage
source: Found package is vulnerable source: {0}
cs: Nalezený balíček je ohroženým zdrojem: {0}
de: Das gefundene Paket ist eine anfällige Quelle: {0}
es: El paquete encontrado es de un origen vulnerable: {0}
fr: Le package trouvé est une source vulnérable : {0}
it: Il pacchetto trovato è un'origine vulnerabile: {0}
ja: 見つかったパッケージは脆弱なソースです: {0}
ko: 찾은 패키지가 취약한 소스입니다({0}).
pl: Znaleziony pakiet jest źródłem podatnym na zagrożenia: {0}
pt_br: O pacote encontrado é uma fonte vulnerável: {0}
ru: Найденный пакет представляет собой уязвимый источник: {0}
tr: Bulunan paket savunmasız kaynak: {0}
zh_hans: 发现包是漏洞源: {0}
zh_hant: 找到的套件為易受攻擊的來源: {0}

# NuGetApiPackageManager_Error_FailedToLoadSource
source: Failed to load the NuGet source {0}.
cs: Nepovedlo se načíst zdroj NuGet {0}.
de: Fehler beim Laden der NuGet-Quelle \"{0}\".
es: No se pudo cargar el origen de NuGet {0}
fr: Échec du chargement de la source NuGet {0}.
it: Non è stato possibile caricare l'origine NuGet {0}.
ja: NuGet ソース {0} の読み込みに失敗しました。
ko: NuGet 원본 {0}을(를) 로드하지 못했습니다.
pl: Nie można załadować źródła pakietu NuGet {0}.
pt_br: Falha no carregamento da fonte NuGet {0}.
ru: Не удалось загрузить источник NuGet {0}.
tr: {0} NuGet kaynağı yüklenemedi.
zh_hans: 无法加载 NuGet 源 {0}。
zh_hant: 無法載入 NuGet 來源 {0}。

# NuGetApiPackageManager_Error_FailedToLoadSources
source: Failed to load NuGet sources configured for the folder {0}.
cs: Nepovedlo se načíst zdroje NuGet nakonfigurované pro složku {0}.
de: Fehler beim Laden der für den Ordner \"{0}\" konfigurierten NuGet-Quellen.
es: No se pudieron cargar los orígenes de NuGet configurados para la carpeta {0}.
fr: Échec du chargement des sources NuGet configurées pour le dossier {0}
it: Non è stato possibile caricare le origini NuGet configurate per la cartella {0}.
ja: フォルダー {0} に対して構成された NuGet ソースを読み込むことができませんでした。
ko: 폴더 {0}에 대해 구성된 NuGet 원본을 로드하지 못했습니다.
pl: Nie można załadować źródeł pakietu NuGet skonfigurowanych dla folderu {0}
pt_br: Falha no carregamento de fontes NuGet configuradas para a pasta {0}.
ru: Не удалось загрузить настроенные источники NuGet для папки {0}.
tr: {0} klasörü için yapılandırılan NuGet kaynakları yüklenemedi.
zh_hans: 无法加载为文件夹 {0} 配置的 NuGet 源
zh_hant: 無法載入為資料夾 {0} 所設定的 NuGet 來源。

# NuGetApiPackageManager_Error_FailedToReadPackage
source: Failed to read package information from NuGet source {0}.
cs: Nepovedlo se přečíst informace o balíčku ze zdroje NuGet {0}.
de: Fehler beim Lesen von Paketinformationen aus der NuGet-Quelle \"{0}\".
es: No se pudo leer la información del paquete del origen de NuGet {0}.
fr: Échec de la lecture des informations de package à partir de la source NuGet {0}.
it: Non è stato possibile leggere le informazioni sul pacchetto dall'origine NuGet {0}.
ja: NuGet ソース {0} からパッケージ情報を読み取れませんでした。
ko: NuGet 원본 {0}에서 패키지 정보를 읽지 못했습니다.
pl: Nie można odczytać informacji o pakiecie ze źródła pakietu NuGet {0}.
pt_br: Falha na leitura das informações do pacote da fonte NuGet {0}.
ru: Не удалось прочитать сведения о пакете из источника NuGet {0}.
tr: Paket bilgileri {0} NuGet kaynağından okunamadı.
zh_hans: 无法从 NuGet 源 {0} 读取包信息
zh_hant: 無法從 NuGet 來源 {0} 讀取套件資訊。

# NuGetApiPackageManager_Error_FileAlreadyExists
source: File {0} already exists.
cs: Soubor {0} již existuje.
de: Die Datei \"{0}\" ist bereits vorhanden.
es: El archivo {0} ya existe.
fr: Le fichier {0} existe déjà.
it: Il file {0} esiste già.
ja: ファイル {0} は既に存在します。
ko: 파일 {0}이(가) 이미 있습니다.
pl: Plik {0} już istnieje.
pt_br: O arquivo {0} já existe.
ru: Файл {0} уже существует.
tr: {0} dosyası zaten var.
zh_hans: 文件 {0} 已存在。
zh_hant: 檔案 {0} 已經存在。

# NuGetApiPackageManager_Error_NoSources
source: No NuGet sources are defined or enabled.
cs: Nejsou definované ani povolené žádné zdroje NuGet.
de: Es sind keine NuGet-Quellen definiert oder aktiviert.
es: No hay ninguna fuente de NuGet definida o habilitada.
fr: Aucune source NuGet n’est définie ou activée.
it: Nessuna origine NuGet definita o abilitata.
ja: NuGet ソースが定義されていないか、有効になっていません。
ko: NuGet 원본이 정의되거나 사용하도록 설정되지 않았습니다.
pl: Nie zdefiniowano ani nie włączono źródeł pakietu NuGet.
pt_br: Nenhuma fonte NuGet está definida ou habilitada.
ru: Источники NuGet не определены или не включены.
tr: Tanımlanmış veya etkinleştirilmiş NuGet kaynağı yok.
zh_hans: 未定义或启用任何 NuGet 源。
zh_hant: 未定義或啟用 NuGet 來源。

# NuGetApiPackageManager_UpdateCheckError_VulnerablePackage
source: The checked package {0} is vulnerable.
cs: Zkontrolovaný balíček {0} je ohrožený.
de: Das überprüfte Paket {0} ist anfällig.
es: El paquete comprobado {0} es vulnerable.
fr: Le package {0} vérifié est vulnérable.
it: Il pacchetto controllato {0} è vulnerabile.
ja: チェックされたパッケージ {0} は脆弱です。
ko: 확인한 패키지 {0}이(가) 취약합니다.
pl: Zaznaczony {0} pakietu jest podatny na zagrożenia.
pt_br: O pacote verificado {0} está vulnerável.
ru: Выбранный пакет {0} является уязвимым.
tr: Denetlenen {0} paketi savunmasız.
zh_hans: 选中的包 {0} 易受攻击。
zh_hant: 核取的套件 {0} 易受攻擊。

# NuGetApiPackageManager_Warning_FailedToDelete
source: Failed to remove {0} after failed download. Remove the file manually if it exists.
cs: Po neúspěšném stažení se nepovedlo odebrat soubor {0}. Pokud existuje, odeberte ho ručně.
de: Fehler beim Entfernen von {0} nach dem fehlerhaften Download. Entfernen Sie die Datei manuell, falls vorhanden.
es: No se pudo quitar {0} después del error de descarga. Quite el archivo manualmente si existe.
fr: Échec de la suppression de {0} après l’échec du téléchargement. Supprimez le fichier manuellement s’il existe.
it: Non è stato possibile rimuovere {0} dopo il download non riuscito. Rimuovere manualmente il file se esiste.
ja: ダウンロードに失敗した {0} を削除できませんでした。ファイルが存在する場合は手動で削除してください。
ko: 다운로드 실패 후{0} 제거에 실패했습니다. 파일이 있으면 수동으로 제거하세요.
pl: Nie można usunąć pakietu {0} po nieudanym pobraniu. Usuń plik ręcznie, jeśli istnieje.
pt_br: Falha ao remover {0} após o download falhar. Remova o arquivo manualmente, caso existir.
ru: Не удалось удалить {0} после сбоя скачивания. Удалите файл вручную, если он существует.
tr: Başarısız indirme işleminden sonra {0} kaldırılamadı. Varsa, dosyayı el ile kaldırın.
zh_hans: 下载失败后未能删除 {0}。如果该文件存在，请手动将其删除。
zh_hant: 下載失敗後無法移除 {0}。如果檔案存在，請手動加以移除。

# NuGetApiPackageManager_Warning_FailedToDownload
source: Failed to download {0} from NuGet feed {1}.
cs: Nepovedlo se stáhnout {0} z informačního kanálu NuGet {1}.
de: Fehler beim Herunterladen von \"{0}\" aus dem NuGet-Feed {1}.
es: No se pudo descargar {0} de la fuente de NuGet {1}
fr: Échec du téléchargement de {0} à partir du flux NuGet {1}.
it: Non è stato possibile scaricare {0} dal feed NuGet {1}.
ja: NuGet フィード{0}から {1} をダウンロードできませんでした。
ko: NuGet 피드 {1}에서 {0}을(를) 다운로드하지 못했습니다.
pl: Nie można pobrać {0} z kanału informacyjnego pakietu NuGet {1}.
pt_br: Falha no download {0} de NuGet feed {1}.
ru: Не удалось выполнить скачивание {0} из канала NuGet {1}.
tr: {0}, {1} NuGet akışından indirilemedi.
zh_hans: 无法从 NuGet 源 {1} 中下载文件 {0}。
zh_hant: 無法從 NuGet 摘要 {1} 下載 {0}。

# NuGetApiPackageManager_Warning_FailedToLoadSource
source: Failed to load NuGet source {0}: the source is not valid. It will be skipped in further processing.
cs: Nepovedlo se načíst zdroj Nuget {0}: zdroj není platný. Při dalším zpracování se přeskočí.
de: Fehler beim Laden der NuGet-Quelle {0}: die Quelle ist ungültig. Sie wird bei der weiteren Verarbeitung übersprungen.
es: No se pudo cargar el origen de NuGet {0}: el origen no es válido. Se omitirá en un proceso posterior.
fr: Échec du chargement de la source NuGet {0} : la source n’est pas valide. Il sera ignoré en cours de traitement.
it: Non è stato possibile caricare l'origine NuGet {0}: l'origine non è valida. Verrà ignorata in elaborazioni successive.
ja: NuGet ソース {0} の読み込みに失敗しました: このソースが有効ではありません。今後の処理ではスキップされます。
ko: NuGet 원본 {0}을(를) 로드하지 못했습니다. 원본이 유효하지 않습니다. 추가 처리에서 건너뛰세요.
pl: Nie można załadować źródła pakietu NuGet {0}: źródło jest nieprawidłowe. Zostanie ono pominięte podczas dalszego przetwarzania.
pt_br: Falha no carregamento da fonte NuGet {0}: a fonte não é válida. Ela será ignorada num processamento posterior.
ru: Не удалось загрузить источник NuGet {0}: недопустимый источник. Он будет пропущен при дальнейшей обработке.
tr: {0} NuGet kaynağı yüklenemedi: kaynak geçerli değil. Daha fazla işlemede atlanacak.
zh_hans: 无法加载 NuGet 源 {0}: 源无效。进一步处理中将跳过它。
zh_hant: 無法載入 NuGet 來源 {0}: 來源無效。進一步處理時會跳過此情況。

# NuGetApiPackageManager_Warning_InsecureFeed
source: The NuGet sources {0} are insecure and will not be searched. If you want to include those sources for search, use --force.
cs: Zdroje NuGet {0} jsou nezabezpečené a nebudou se prohledávat. Pokud chcete zahrnout tyto zdroje pro vyhledávání, použijte --force.
de: Die NuGet-Quellen {0} sind unsicher und werden nicht durchsucht. Wenn Sie diese Quellen für die Suche einschließen möchten, verwenden Sie "--force".
es: Los orígenes de NuGet {0} no son seguros y no se buscarán. Si desea incluir esos orígenes para la búsqueda, use --force.
fr: Les sources NuGet {0} ne sont pas sécurisées et ne seront pas recherchées. Si vous souhaitez inclure ces sources pour la recherche, utilisez --force.
it: Le origini NuGet {0} non sono sicure e non verranno eseguite ricerche. Per includere tali origini per la ricerca, usare --force.
ja: NuGet ソース {0} は安全ではないため、検索されません。これらのソースを検索に含める場合は、--force を使用してください。
ko: {0} NuGet 소스가 안전하지 않으므로 검색되지 않습니다. 해당 소스를 검색에 포함하려면 --force를 사용하세요.
pl: Źródła NuGet {0} są niezabezpieczone i nie będą przeszukiwane. Jeśli chcesz uwzględnić te źródła do wyszukiwania, użyj opcji --force.
pt_br: As fontes do NuGet {0} não são seguras e não serão pesquisadas. Se você quiser incluir essas fontes para pesquisa, use --force.
ru: Источники NuGet {0} небезопасны и не будут использоваться при поиске. Если вы хотите включить эти источники в поиск, используйте параметр --force.
tr: {0} NuGet kaynakları güvenli değil ve aranmaz. Bu kaynakları aramaya dahil etmek istiyorsanız --force komutunu kullanın.
zh_hans: NuGet 源 {0} 不安全，不会进行搜索。如果要包含这些源进行搜索，请使用 --force。
zh_hant: NuGet 來源 {0} 不安全，將不會搜尋。若要包含搜尋的來源，請使用 --force。

# NuGetApiPackageManager_Warning_PackageNotFound
source: {0} is not found in NuGet feeds {1}.
cs: Balíček {0} se nenašel v informačních kanálech NuGet {1}.
de: \"{0}\" wurde in NuGet-Feeds \"{1}\" nicht gefunden.
es: No se encuentra {0} en las fuentes de NuGet {1}.
fr: {0} est introuvable dans les flux NuGet {1}.
it: {0} non è stato trovato nei feed NuGet {1}.
ja: {0} が NuGet フィードに見つかりません{1}。
ko: {0}을(를) NuGet 피드 {1}에서 찾을 수 없습니다.
pl: Nie znaleziono pakietu {0} w kanałach informacyjnych pakietu NuGet {1}.
pt_br: {0} não é encontrado no NuGet feeds {1}.
ru: {0} не найдено в веб-каналах NuGet {1}.
tr: {0}, {1} NuGet akışlarında bulunamadı.
zh_hans: 在 NuGet 源 {1} 中找不到 {0}。
zh_hant: 在 NuGet 摘要 {1} 中找不到 {0}。

# NuGetInstaller_Error_CopyFailed
source: Failed to copy package {0} to {1}.
cs: Nepovedlo se zkopírovat balíček {0} do {1}.
de: Fehler beim Kopieren des Pakets \"{0}\" in {1}.
es: No se pudo copiar el paquete {0} a {1}.
fr: Échec de la copie du package {0} sur {1}.
it: Non è stato possibile copiare il pacchetto {0} in {1}.
ja: {0} から {1} にパッケージをコピーできませんでした。
ko: 패키지 {0}을(를) {1}(으)로 복사하지 못했습니다.
pl: Nie można skopiować pakietu {0} do {1}.
pt_br: Falha em copiar pacote {0} para {1}.
ru: Не удалось скопировать пакет {0} в {1}.
tr: {0} paketi {1} konumuna kopyalanamadı.
zh_hans: 无法将包 {0} 复制到 {1}。
zh_hant: 無法將套件 {0} 複製到 {1}。

# NuGetInstaller_Error_FailedToReadPackage
source: Failed to read content of package {0}.
cs: Nepovedlo se přečíst obsah balíčku {0}.
de: Der Inhalt des Pakets \"{0}\" konnte nicht gelesen werden.
es: No se pudo leer el contenido del paquete {0}
fr: Échec de la lecture du contenu du package {0}.
it: Non è stato possibile leggere il contenuto del pacchetto {0}.
ja: パッケージ {0} のコンテンツを読み取れませんでした。
ko: 패키지 {0}의 콘텐츠를 읽지 못했습니다.
pl: Nie można odczytać zawartości pakietu {0}.
pt_br: Falha na leitura do conteúdo da embalagem {0}.
ru: Не удалось прочитать содержимое пакета {0}.
tr: {0} paketinin içeriği okunamadı.
zh_hans: 未能读取包 {0} 的内容。
zh_hant: 無法讀取套件 {0} 的內容。
