Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Edge/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NuGetInstaller_Error_FileAlreadyExists
source: File {0} already exists.
cs: Soubor {0} již existuje.
de: Die Datei \"{0}\" ist bereits vorhanden.
es: El archivo {0} ya existe.
fr: Le fichier {0} existe déjà.
it: Il file {0} esiste già.
ja: ファイル {0} は既に存在します。
ko: 파일 {0}이(가) 이미 있습니다.
pl: Plik {0} już istnieje.
pt_br: O arquivo {0} já existe.
ru: Файл {0} уже существует.
tr: {0} dosyası zaten var.
zh_hans: 文件 {0} 已存在。
zh_hant: 檔案 {0} 已經存在。

# NuGetInstaller_InstallResult_Error_DownloadFailed
source: Failed to download {0} from {1}.
cs: Nepovedlo se stáhnout soubor {0} ze zdroje {1}.
es: No se pudo descargar {0} desde {1}.
ja: {1} からの {0} のダウンロードに失敗しました。
ko: {1}에서 {0}을(를) 다운로드하지 못했습니다.
pl: Nie można pobrać {0} z {1}.
ru: Не удалось загрузить {0} из {1}.
zh_hant: 無法從 {1} 下載 {0}。

# NuGetInstaller_InstallResult_Error_InstallGeneric
source: Failed to install the package {0}. Details: {1}.
cs: Balíček {0} se nepovedlo nainstalovat. Podrobnosti: {1}
es: No se pudo instalar el paquete {0}. Detalles: {1}.
ja: パッケージ {0} をインストールできませんでした。 詳細: {1}。
ko: 패키지 {0}을(를) 설치하지 못했습니다. 세부 정보: {1}.
pl: Nie można zainstalować pakietu {0}. Szczegóły: {1}.
ru: Не удалось установить пакет {0}. Сведения: {1}.
zh_hant: 無法安裝套件 {0}。 詳細資料: {1}。

# NuGetInstaller_InstallResult_Error_InstallRequestNotSupported
source: The install request {0} cannot be processed by installer {1}.
cs: Instalační program {1} nemohl zpracovat požadavek na instalaci balíčku {0}.
es: El instalador {1} no puede procesar la solicitud de instalación {0}.
ja: インストール要求 {0} をインストーラー {1} で処理できません。
ko: 설치 요청 {0}은(는) 설치 관리자 {1}에서 처리할 수 없습니다.
pl: Nie można przetworzyć żądania instalacji {0} przez instalator {1}.
ru: Запрос на {0} не может быть обработан установщиком {1}.
zh_hant: 安裝程式 {1} 無法處理安裝要求 {0}。

# NuGetInstaller_InstallResult_Error_InvalidPackage
source: The NuGet package {0} is invalid.
cs: Balíček NuGet {0} je neplatný.
es: El paquete NuGet {0} no es válido.
ja: NuGet パッケージ {0} が無効です。
ko: NuGet 패키지 {0}이(가) 잘못되었습니다.
pl: Pakiet NuGet {0} jest nieprawidłowy.
ru: Недопустимый пакет NuGet {0}.
zh_hant: NuGet 套件 {0} 無效。

# NuGetInstaller_InstallResult_Error_InvalidSources
source: The configured NuGet sources are invalid: {0}.
cs: Nakonfigurované zdroje NuGet jsou neplatné: {0}.
es: Los orígenes de NuGet configurados no son válidos: {0}.
ja: 構成済みの NuGet ソースが無効です: {0}。
ko: 구성된 NuGet 원본이 잘못되었습니다. {0}.
pl: Skonfigurowane źródła pakietu NuGet są nieprawidłowe: {0}.
ru: Настроенные источники NuGet недопустимы: {0}.
zh_hant: 設定的 NuGet 來源無效: {0}。

# NuGetInstaller_InstallResult_Error_InvalidSources_None
source: No NuGet sources are configured.
cs: Nejsou nakonfigurované žádné zdroje NuGet.
es: No hay ningún origen NuGet configurado.
ja: 構成された NuGet ソースがありません。
ko: NuGet 원본이 구성되지 않았습니다.
pl: Nie skonfigurowano źródeł pakietu NuGet.
ru: Нет настроенных источников NuGet.
zh_hant: 未設定任何 NuGet 來源。

# NuGetInstaller_InstallResult_Error_OperationCancelled
source: The operation was cancelled.
cs: Operace se zrušila.
es: Se canceló la operación.
ja: 処理が取り消されました。
ko: 작업이 취소되었습니다.
pl: Operacja została anulowana.
ru: Операция отменена.
zh_hant: 作業已取消。

# NuGetInstaller_InstallResult_Error_PackageNotFound
source: {0} was not found in NuGet feeds {1}.
cs: Balíček {0} se nenašel v informačních kanálech NuGet {1}.
es: No se encontró {0} en las fuentes de NuGet {1}.
ja: {0} が NuGet フィード {1} で見つかりません。
ko: {0}을(를) NuGet 피드 {1}에서 찾을 수 없습니다.
pl: Nie znaleziono pakietu {0} w kanałach informacyjnych pakietu NuGet {1}.
ru: {0} не найден в веб-каналах NuGet {1}.
zh_hant: 在 NuGet 摘要 {1} 中找不到 {0}。

# NuGetInstaller_InstallResult_Error_PackageNotSupported
source: The package {0} is not supported by installer {1}.
cs: Instalační program {1} nepodporuje balíček {0}.
es: El instalador {1} no admite el paquete {0}.
ja: このパッケージ {0}はインストーラー {1} でサポートされていません
ko: 설치 관리자 {1}이(가) 패키지 {0}를(을) 지원하지 않습니다.
pl: Pakiet {0} nie jest obsługiwany przez instalator {1}.
ru: Пакет {0} не поддерживается установщиком {1}.
zh_hant: 安裝程式 {1} 不支援安裝套件 {0}。

# NuGetInstaller_InstallResult_Error_UninstallGeneric
source: Failed to uninstall the package {0}. Details: {1}.
cs: Balíček {0} se nepovedlo odinstalovat. Podrobnosti: {1}
es: No se pudo desinstalar el paquete {0}. Detalles: {1}.
ja: パッケージ {0} をアンインストールできませんでした。 詳細: {1}。
ko: 패키지 {0}을(를) 설치하지 못했습니다. 세부 정보: {1}.
pl: Nie można odinstalować pakietu {0}. Szczegóły: {1}.
ru: Не удалось удалить пакет {0}. Сведения: {1}.
zh_hant: 無法取消安裝套件 {0}。 詳細資料: {1}。

# NuGetInstaller_InstallResult_Error_UpdateCheckGeneric
source: Failed to check the update for the package {0}. Details: {1}.
cs: U balíčku {0} se nepovedlo zkontrolovat aktualizace. Podrobnosti: {1}.
es: No se pudo comprobar la actualización del paquete {0}. Detalles: {1}.
ja: パッケージ {0} の更新プログラムを確認できませんでした。 詳細: {1}。
ko: 패키지 {0}에 대한 업데이트를 확인하지 못했습니다. 세부 정보: {1}.
pl: Nie można sprawdzić aktualizacji dla pakietu {0}. Szczegóły: {1}.
ru: Не удалось проверить обновление для пакета {0}. Сведения: {1}.
zh_hant: 無法檢查套件 {0} 的更新。 詳細資料: {1}

# NuGetInstaller_InstallResult_Error_VulnerablePackage
source: The requested package {0} has vulnerabilities.
cs: Požadovaný balíček {0} obsahuje ohrožení zabezpečení.
de: Das angeforderte Paket {0} weist Sicherheitsrisiken auf.
es: El paquete solicitado {0} tiene vulnerabilidades.
fr: Le package {0} demandé présente des vulnérabilités.
it: Il pacchetto richiesto {0} presenta vulnerabilità.
ja: 要求されたパッケージ {0} には脆弱性があります。
ko: 요청한 패키지 {0}에 취약성이 있습니다.
pl: Żądany pakiet {0} ma luki w zabezpieczeniach.
pt_br: O pacote solicitado {0} tem vulnerabilidades.
ru: Запрошенный пакет {0} содержит уязвимости.
tr: İstenen {0} paketinde güvenlik açıkları var.
zh_hans: 请求的包 {0} 具有漏洞。
zh_hant: 要求的套件 {0} 有弱點。

# NuGetInstaller_UpdateCheck_Error_VulnerablePackage
source: The checked package {0} has vulnerabilities.
cs: Zkontrolovaný balíček {0} obsahuje ohrožení zabezpečení.
de: Das überprüfte Paket {0} weist Sicherheitsrisiken auf.
es: El paquete comprobado {0} tiene vulnerabilidades.
fr: Le package {0} vérifié présente des vulnérabilités.
it: Il pacchetto controllato {0} presenta vulnerabilità.
ja: チェックされたパッケージ {0} には脆弱性があります。
ko: 확인한 패키지 {0}에 취약성이 있습니다.
pl: Sprawdzony pakiet {0} ma luki w zabezpieczeniach.
pt_br: O pacote verificado {0} tem vulnerabilidades.
ru: Выбранный пакет {0} содержит уязвимости.
tr: Denetlenen {0} paketinde güvenlik açıkları var.
zh_hans: 选中的包 {0} 具有漏洞。
zh_hant: 核取的套件 {0} 有弱點。

# OSConstraint_Error_InvalidOSName
source: '{0}' is not a valid operating system name. Allowed values are: {1}.
cs: {0} není platný název operačního systému. Povolené hodnoty jsou: {1}.
de: „{0}“ ist kein gültiger Betriebssystemname. Zulässige Werte sind: {1}.
es: '{0}' no es un nombre de sistema operativo válido. Los valores permitidos son: {1}.
fr: '{0}' n’est pas un nom de système d’exploitation valide. Les valeurs autorisées sont : {1}.
it: '{0}' non è un nome di sistema operativo valido. I valori consentiti sono: {1}.
ja: '{0}' は有効なオペレーティング システム名ではありません。使用可能な値は {1} です。
ko: '{0}'은(는) 올바른 운영 체제 이름이 아닙니다. 허용되는 값은 {1}입니다.
pl: „{0}” nie jest prawidłową nazwą systemu operacyjnego. Dozwolone wartości to: {1}.
pt_br: '{0}' não é um nome de sistema operacional válido. Os valores permitidos são: {1}.
ru: «{0}» не является допустимым именем операционной системы. Допустимые значения: {1}.
tr: '{0}' geçerli bir işletim sistemi adı değil. İzin verilen değerler: {1}.
zh_hans: \"{0}\" 不是有效的操作系统名称。允许的值为: {1}。
zh_hant: '{0}' 不是有效的作業系統名稱。允許的值為: {1}。

# OSConstraint_Message_Restricted
source: Running template on {0} is not supported, supported OS is/are: {1}.
cs: Spuštění šablony na {0} se nepodporuje. Podporované operační systémy jsou: {1}.
de: Das Ausführen einer Vorlage auf {0} wird nicht unterstützt. Unterstützte Betriebssysteme: {1}.
es: No se admite la ejecución de una plantilla en {0}; el sistema operativo admitido son: {1}.
fr: L’exécution du modèle sur {0} n’est pas prise en charge, le ou les systèmes d’exploitation pris en charge sont : {1}.
it: L'esecuzione del modello in {0}non è supportata. Gli host supportati sono: {1}.
ja: {0} でのテンプレートの実行はサポートされていません。サポートされている OS は {1} です。
ko: {0}에서 템플릿을 실행할 수 없습니다. 지원되는 OS는 {1}입니다.
pl: Uruchamianie szablonu w {0} nie jest obsługiwane. Obsługiwany system operacyjny to: {1}.
pt_br: A execução do modelo em {0} não é compatível, o sistema operacional compatível é/são: {1}.
ru: Запуск шаблона на {0} не поддерживается, поддерживаемые операционные системы: {1}.
tr: Şablonu {0} işletim sistemi üzerinde çalıştırma desteklenmiyor, desteklenen işletim sistemi/sistemleri: {1}.
zh_hans: 不支持在 {0} 上运行模板，支持的 OS 为: {1}。
zh_hant: 不支援在 {0} 上執行範本，支援的作業系統為: {1}。

# OSConstraint_Name
source: Operating System
cs: Operační systém
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
it: Sistema operativo
ja: オペレーティング システム
ko: 운영 체제
pl: System operacyjny
pt_br: Sistema Operacional
ru: Операционная система
tr: İşletim Sistemi
zh_hans: 操作系统
zh_hant: 作業系統

# Scanner_Error_TemplatePackageLocationIsNotSupported
source: Template package location {0} is not supported, or doesn't exist.
cs: Umístění balíčku šablony {0} se buď nepodporuje, nebo neexistuje.
de: Der Speicherort des Vorlagenpakets {0} wird nicht unterstützt oder ist nicht vorhanden.
es: La ubicación del paquete de plantilla {0} no se admite o no existe.
fr: L’emplacement du package de modèles {0} n’est pas pris en charge ou n’existe pas.
it: Il percorso {0} del pacchetto del modello non è supportato oppure non esiste.
ja: テンプレート パッケージの場所 {0} がサポートされていないか、または存在しません。
ko: 템플릿 패키지 위치 {0}이(가) 지원되지 않거나 존재하지 않습니다.
pl: Lokalizacja pakietu szablonów {0} nie jest obsługiwana lub nie istnieje.
pt_br: O local do pacote de modelo {0} não é suportado ou não existe.
ru: Расположение пакета шаблона {0} не поддерживается или не существует.
tr: Şablon paketi konumu {0} desteklenmiyor veya yok.
zh_hans: 模板包位置 {0} 不受支持或不存在。
zh_hant: 不支援範本套件位置 {0}，或是其不存在。

# SdkConstraint_Error_InvalidVersion
source: '{0}' is not a valid semver version.
cs: {0} není platná verze semver.
de: „{0}“ ist keine gültige Serverversion.
es: '{0}' no es una versión de SemVer válida.
fr: « {0} » n’est pas une version SemVer valide.
it: '{0}' non è una versione semver valida.
ja: '{0}' は有効なセマンティック バージョンではありません。
ko: '{0}'(는) 유효한 셈버 버전이 아닙니다.
pl: „{0}” nie jest prawidłową wersją semver.
pt_br: '{0}' não é uma versão válida semver.
ru: «{0}» не является допустимой версией SemVer.
tr: '{0}' geçerli bir semver sürümü değil.
zh_hans: “{0}”不是有效的 semver 版本。
zh_hant: '{0}' 不是有效的 SemVer 版本。

# SdkConstraint_Error_MismatchedProviders
source: Multiple 'ISdkInfoProvider' components provided by host ({0}), therefore 'SdkVersionConstraint' cannot be properly initialized.
cs: Hostitel poskytl několik komponent ISdkInfoProvider ({0}), takže nejde správně inicializovat SdkVersionConstraint.
de: Der Host hat mehrere ISdkInfoProvider-Komponenten ({0}) bereitgestellt, daher kann „SdkVersionConstraints“ nicht ordnungsgemäß initialisiert werden.
es: Hay varios componentes 'ISdkInfoProvider' proporcionados por el host ({0}), por lo que 'SdkVersionConstraint' no se puede inicializar correctamente.
fr: Plusieurs composants « ISdkInfoProvider » fournis par l’hôte ({0}), par conséquent, « SdkVersionConstraint » ne peut pas être initialisé correctement.
it: Non è possibile inizializzare correttamente 'SdkVersionConstraint' perché sono stati forniti più componenti 'ISdkInfoProvider' dall'host ({0}).
ja: ホスト ({0}) によって複数の 'ISdkInfoProvider' コンポーネントが提供されたため、'SdkVersionConstraint' を正しく初期化できません。
ko: 호스트에서 제공하는 여러 'ISdkInfoProvider' 구성 요소({0})가 존재합니다. 따라서 'SdkVersionConstraint'를 제대로 초기화할 수 없습니다.
pl: Host dostarczył wiele składników „IWorkloadsInfoProvider” ({0}), dlatego nie można poprawnie zainicjować elementu „SdkVersionConstraint”.
pt_br: Vários componentes 'ISdkInfoProvider' fornecidos pelo host ({0}), portanto, 'SdkVersionConstraint' não pode ser inicializado corretamente.
ru: Несколько компонентов ISdkInfoProvider, предоставляемых узлом ({0}), поэтому не удается правильно инициализировать SdkVersionConstraint.
tr: Ana bilgisayar ({0}) tarafından sağlanan birden çok 'ISdkInfoProvider' bileşeni bulunuyor. Dolayısıyla 'SdkVersionConstraint' düzgün başlatılamıyor.
zh_hans: 主机({0})已提供多个 “ISdkInfoProvider” 组件，因此无法正确初始化 “SdkVersionConstraint”。
zh_hant: 主機 ({0}) 提供多個 'ISdkInfoProvider' 元件，因此無法正確初始化 'SdkVersionConstraint'。

# SdkConstraint_Error_MissingProvider
source: No 'ISdkInfoProvider' component provided by host. 'SdkVersionConstraint' cannot be properly initialized.
cs: Hostitel neposkytl žádnou komponentu ISdkInfoProvider. Vlastnost SdkVersionConstraint nelze správně inicializovat.
de: Der Host hat keine ISdkInfoProvider-Komponente bereitgestellt. „SdkVersionConstraint“ kann nicht ordnungsgemäß initialisiert werden.
es: No hay ningún componente 'ISdkInfoProvider' proporcionado por el host. 'SdkVersionConstraint' no se puede inicializar correctamente.
fr: Aucun composant « ISdkInfoProvider » fourni par l’hôte. « SdkVersionConstraint » ne peut pas être initialisé correctement.
it: Nessun componente 'ISdkInfoProvider' fornito dall'host. 'SdkVersionConstraint' non può essere inizializzato correttamente.
ja: ホストから 'ISdkInfoProvider' コンポーネントが提供されていません。'SdkVersionConstraint' を正しく初期化できません。
ko: 호스트에서 제공하는 'ISdkInfoProvider' 구성 요소가 없습니다. 'SdkVersionConstraint'를 제대로 초기화할 수 없습니다.
pl: Host nie dostarczył żadnego składnika „ISdkInfoProvider”. Nie można poprawnie zainicjować elementu „SdkVersionConstraint”.
pt_br: Nenhum componente 'ISdkInfoProvider' fornecido pelo host. 'SdkVersionConstraint' não pode ser inicializado corretamente.
ru: Компонент ISdkInfoProvider не предоставляется узлом. Не удается правильно инициализировать SdkVersionConstraint.
tr: Ana bilgisayar tarafından sağlanan 'ISdkInfoProvider' bileşeni yok. 'SdkVersionConstraint' düzgün başlatılamıyor.
zh_hans: 主机未提供 “ISdkInfoProvider” 组件。无法正确初始化 “SdkVersionConstraint”。
zh_hant: 主機未提供 'ISdkInfoProvider' 元件。無法正確初始化 'SdkVersionConstraint'。

# SdkConstraint_Message_Restricted
source: Running template on current .NET SDK version ({0}) is unsupported. Supported version(s): {1}
cs: Spuštění šablony v aktuální verzi sady .NET SDK ({0}) se nepodporuje. Podporované verze: {1}
de: Das Ausführen einer Vorlage für die aktuelle .NET SDK-Version ({0}) wird nicht unterstützt. Unterstützte Version(en): {1}
es: No se admite la ejecución de la plantilla en la versión actual del SDK de .NET ({0}). Versiones admitidas: {1}
fr: L’exécution du modèle sur la version actuelle du SDK .NET ({0}) n’est pas prise en charge. Versions prises en charge : {1}
it: L'esecuzione del modello nella versione corrente di .NET SDK ({0}) non è supportata. Versioni supportate: {1}
ja: 現在の .NET SDK バージョン ({0}) でテンプレートを実行することはサポートされていません。サポートされているバージョン: {1}
ko: 현재 .NET SDK 버전({0})에서 실행 중인 템플릿은 지원되지 않습니다. 지원되는 버전: {1}
pl: Uruchamianie szablonu w bieżącej wersji zestawu .NET SDK ({0}) nie jest obsługiwane. Obsługiwane wersje: {1}
pt_br: A execução do modelo na versão atual do .NET SDK ({0}) não é compatível. Versão(s) suportada: {1}
ru: Выполняемый шаблон в текущей версии пакета SDK для .NET ({0}) не поддерживается. Поддерживаемые версии: {1}
tr: Geçerli .NET SDK sürümünde ({0}) çalışan şablon desteklenmiyor. Desteklenen sürüm(ler): {1}
zh_hans: 不支持在当前 .NET SDK 版本({0})上运行模板。支持的版本: {1}
zh_hant: 不支援在目前的 .NET SDK 版本 ({0}) 上執行範本。支援的版本: {1}

# SdkVersionConstraint_Name
source: .NET SDK version
cs: Verze sady .NET SDK
es: Versión del SDK de .NET
fr: Version du Kit de développement logiciel (SDK) .NET
it: Versione .NET SDK
ja: .NET SDK バージョン
ko: .NET SDK 버전
pl: Wersja zestawu .NET SDK
pt_br: Versão do SDK do .NET
ru: Версия пакета SDK для .NET
tr: .NET SDK sürümü
zh_hans: .NET SDK 版本
zh_hant: .NET SDK 版本

# TemplateConstraintManager_Error_FailedToEvaluate
source: The constraint '{0}' failed to be evaluated for the args '{1}', details: {2}
cs: Omezení {0} se nepodařilo vyhodnotit pro argumenty {1}, podrobnosti: {2}.
de: Die Einschränkung „{0}“ konnte nicht für die Argumente „{1}“ ausgewertet werden. Details: {2}
es: No se pudo evaluar la restricción “{0}” para los argumentos “{1}”, detalles: {2}
fr: La contrainte '{0}' n’a pas pu être évaluée pour les arguments '{1} ', détails : {2}
it: Impossibile valutare il vincolo '{0}' per gli argomenti '{1}', dettagli: {2}
ja: 引数 `{1}` の `{0}` を評価できませんでした。詳細: {2}
ko: '{0}' 제약 조건을 '{1}' 인수에 대해 평가하지 못했습니다. 세부 정보: {2}
pl: Nie można ocenić ograniczenia „{0}” dla argumentów „{1}”; szczegóły: {2}
pt_br: A restrição '{0}' não pôde ser avaliada para os argumentos '{1}', detalhes: {2}
ru: Ограничение \"{0}\" не удалось оценить для аргументов \"{1}\", подробности: {2}
tr: Kısıtlama '{0}', bağımsız değişkenler '{1}' için değerlendirilemedi, ayrıntılar: {2}
zh_hans: 无法对约束 \"{0}\" 的参数 \"{1}\" 进行计算，详细信息: {2}
zh_hant: 無法為引數 '{1}' 評估限制式 '{0}'，詳細資料: {2}

# TemplateConstraintManager_Error_FailedToInitialize
source: The constraint '{0}' failed to initialize: {1}
cs: Inicializace omezení {0} se nezdařila: {1}.
de: Die Einschränkung „{0}“ konnte nicht initialisiert werden: {1}
es: No se pudo inicializar la restricción “{0}”: {1}
fr: La contrainte '{0}' n’a pas pu s'initialiser : {1}
it: Impossibile inizializzare il vincolo '{0}': {1}
ja: 制約 '{0}' を初期化できませんでした: {1}
ko: 제약 조건 '{0}'을(를) 초기화하지 못했습니다. {1}
pl: Nie można zainicjować ograniczenia „{0}”: {1}
pt_br: A restrição '{0}' falhou para inicializar: {1}
ru: Ограничение \"{0}\" не удалось инициализировать: {1}
tr: Kısıtlama '{0}', başlatılamadı: {1}
zh_hans: 约束 \"{0}\" 初始化失败: {1}
zh_hant: 限制式 '{0}' 無法初始化: {1}

# TemplateConstraintManager_Error_UnknownType
source: The constraint '{0}' is unknown.
cs: Omezení {0} je neznámé.
de: Die Einschränkung „{0}“ ist unbekannt.
es: La restricción “{0}” es desconocida.
fr: La contrainte '{0}' est inconnue.
it: Vincolo '{0}' sconosciuto.
ja: 制約 '{0}' が不明です。
ko: 제약 조건 '{0}'을(를) 알 수 없습니다.
pl: Ograniczenie „{0}” jest nieznane.
pt_br: A restrição '{0}' é desconhecida.
ru: Ограничение \"{0}\" неизвестно.
tr: Kısıtlama '{0}' bilinmiyor.
zh_hans: 约束 \"{0}\" 未知。
zh_hant: 限制式 '{0}' 不明。

# TemplateCreator_TemplateCreationResult_Error_CouldNotLoadTemplate
source: Could not load template.
cs: Nepovedlo se nahrát šablonu.
de: Die Vorlage konnte nicht geladen werden.
es: No se pudo cargar la plantilla.
fr: Impossible de charger le modèle.
it: Non è stato possibile caricare il modello.
ja: テンプレートを読み込めませんでした。
ko: 템플릿을 로드할 수 없습니다.
pl: Nie można załadować szablonu.
pt_br: Não foi possível carregar o modelo.
ru: Загрузить шаблон не удалось.
tr: Şablon yüklenemedi.
zh_hans: 无法加载模板。
zh_hant: 無法載入範本。

# TemplateCreator_TemplateCreationResult_Error_CreationFailed
source: Failed to create template. Details: {0}
cs: Nepovedlo se vytvořit šablonu. Podrobnosti: {0}.
de: Fehler beim Erstellen der Vorlage. Details: {0}.
es: No se pudo crear la plantilla. Detalles: {0}.
fr: Échec de la création du modèle. Détails : {0}.
it: Non è stato possibile creare il modello. Dettagli: {0}.
ja: テンプレートを作成できませんでした。 詳細: {0}
ko: 템플릿을 만들지 못했습니다. 세부 정보: {0}
pl: Nie można utworzyć szablonu. Szczegóły: {0}.
pt_br: Falha ao criar o modelo. Detalhes: {0}
ru: Не удалось создать шаблон. Сведения: {0}
tr: Şablon oluşturulamadı. Ayrıntılar: {0}.
zh_hans: 未能创建模板。 详细信息: {0}。
zh_hant: 無法建立範本。 詳細資料: {0}。

# TemplateCreator_TemplateCreationResult_Error_DestructiveChanges
source: Destructive changes detected.
cs: Rozpoznaly se destruktivní změny.
de: Es wurden destruktive Änderungen erkannt.
es: Cambios destructivos detectados.
fr: Modifications destructrices détectées.
it: Rilevate modifiche distruttive.
ja: 重大な変更が検出されました。
ko: 파괴적 변경이 감지되었습니다.
pl: Wykryto niszczące zmiany.
pt_br: Alterações destrutivas detectadas.
ru: Обнаружены необратимые изменения.
tr: Zararlı değişiklikler algılandı.
zh_hans: 检测到破坏性更改。
zh_hant: 偵測到破壞性變更。

# TemplateCreator_TemplateCreationResult_Error_InvalidTemplate
source: The template is invalid and cannot be instantiated.
cs: Šablona je neplatná a nelze vytvořit instanci.
de: Die Vorlage ist ungültig und kann nicht instanziiert werden.
es: La plantilla no es válida y no se puede crear una instancia.
fr: Le modèle n'est pas valide et ne peut pas être instancié.
it: Il modello non è valido e non è possibile crearne un'istanza.
ja: テンプレートが無効であり、インスタンス化できません。
ko: 템플릿이 유효하지 않아 인스턴스화할 수 없습니다.
pl: Szablon jest nieprawidłowy i nie można utworzyć jego wystąpienia.
pt_br: O modelo é inválido e não pode ser instanciado.
ru: Шаблон недопустим, и его экземпляр не может быть создан.
tr: Şablon geçersiz ve örneği oluşturulamıyor.
zh_hans: 该模板无效，无法实例化。
zh_hant: 範本無效，因此無法具現化。
