Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Edge/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WorkloadConstraint_Message_Restricted
source: Running template is not supported - required optional workload(s) not installed. Supported workload(s): {0}. Currently installed optional workloads: {1}
cs: Spuštěná šablona se nepodporuje – nejsou nainstalované požadované volitelné úlohy. Podporované úlohy: {0}. Aktuálně nainstalované volitelné úlohy: {1}
de: Das Ausführen einer Vorlage wird nicht unterstützt. Erforderliche optionale Workloads sind nicht installiert. Unterstützte Workloads: {0}. Derzeit installierte optionale Workloads: {1}
es: No se admite la ejecución de la plantilla. Las cargas de trabajo opcionales necesarias no están instaladas. Cargas de trabajo admitidas: {0}. Cargas de trabajo opcionales instaladas actualmente: {1}
fr: L’exécution du modèle n’est pas prise en charge. Les charges de travail facultatives requises ne sont pas installées. Charges de travail prises en charge : {0}. Charges de travail facultatives actuellement installées : {1}
it: L'esecuzione del modello non è supportata. I carichi di lavoro facoltativi necessari non sono installati. Carichi di lavoro supportati: {0}. Carichi di lavoro facoltativi attualmente installati: {1}
ja: テンプレートの実行はサポートされていません - 必要なオプションのワークロードがインストールされていません。サポートされているワークロード: {0}。現在インストールされているオプションのワークロード: {1}
ko: 템플릿 실행은 지원되지 않습니다. 필수 선택적 워크로드가 설치되지 않았습니다. 지원되는 워크로드: {0}. 현재 설치된 선택적 워크로드: {1}
pl: Uruchamianie szablonu nie jest obsługiwane — nie zainstalowano wymaganych opcjonalnych obciążeń. Obsługiwane obciążenia: {0}. Aktualnie zainstalowane opcjonalne obciążenia: {1}
pt_br: O modelo em execução não é suportado - cargas de trabalho(s) opcionais obrigatórias não instaladas. Cargas de trabalho(s) suportadas: {0}. Cargas de trabalho opcionais instaladas atualmente: {1}
ru: Выполняемый шаблон не поддерживается — необходимые дополнительные рабочие нагрузки не установлены. Поддерживаемые рабочие нагрузки: {0}. В настоящее время установлены дополнительные рабочие нагрузки: {1}
tr: Şablon çalıştırma desteklenmiyor. Gerekli isteğe bağlı iş yükleri yüklü değil. Desteklenen iş yükleri: {0}. Şu anda yüklü isteğe bağlı iş yükleri: {1}
zh_hans: 不支持运行模板 - 未安装所需的可选工作负载。支持的工作负载: {0}。当前安装的可选工作负载: {1}
zh_hant: 不支援執行中的範本 - 未安裝必要的選用工作負載。支援的工作負載: {0}。目前安裝的選用工作負載: {1}

# WorkloadConstraint_Name
source: Workload
cs: Úloha
de: Arbeitsauslastung
es: Carga de trabajo
fr: Charge de travail
it: Carico di lavoro
ja: ワークロード
ko: 워크로드
pl: Obciążenie
pt_br: Carga de trabalho
ru: Рабочая нагрузка
tr: İş Yükü
zh_hans: 工作负载
zh_hant: 工作負載

# WorkloadConstraint_Warning_DuplicateWorkloads
source: 'IWorkloadsInfoProvider' component provided by host provided some duplicated workloads (duplicates: {0}). Duplicates will be skipped.
cs: Komponenta IWorkloadsInfoProvider poskytnutá hostitelem poskytla několik duplicitních úloh (duplicitní úlohy: {0}). Duplicity budou přeskočeny.
de: Die vom Host bereitgestellte Komponente „IWorkloadsInfoProvider“ hat einige duplizierte Workloads bereitgestellt (Duplikate: {0}). Duplikate werden übersprungen.
es: El componente 'IWorkloadsInfoProvider' proporcionado por el host proporcionó algunas cargas de trabajo duplicadas (duplicados: {0}). Se omitirán los duplicados.
fr: Le composant « IWorkloadsInfoProvider » fourni par l’hôte a fourni des charges de travail dupliquées (doublons : {0}). Les doublons seront ignorés.
it: Il componente 'IWorkloadsInfoProvider' fornito dall'host ha fornito alcuni carichi di lavoro duplicati (duplicati: {0}). I duplicati verranno ignorati.
ja: ホストによって提供された 'IWorkloadsInfoProvider' コンポーネントにより、いくつかの重複したワークロードが提供されました (重複: {0})。重複はスキップされます。
ko: 호스트에서 제공하는 'IWorkloadsInfoProvider' 구성 요소에서 중복된 작업(중복: {0})을 제공했습니다. 중복 항목은 건너뜁니다.
pl: Składnik „IWorkloadsInfoProvider” dostarczony przez hosta zapewnił kilka zduplikowanych obciążeń (duplikaty: {0}). Duplikaty zostaną pominięte.
pt_br: O componente 'IWorkloadsInfoProvider' fornecido pelo host forneceu algumas cargas de trabalho duplicadas (duplicatas: {0}). As duplicatas serão ignoradas.
ru: Компонент «IWorkloadsInfoProvider», предоставленный узлом, предоставил несколько дублированных рабочих нагрузок (дубликаты: {0}). Дубликаты будут пропущены.
tr: Ana bilgisayar tarafından sağlanan 'IWorkloadsInfoProvider' bileşeni, bazı yinelenen iş yükleri sağladı (yinelenenler: {0}). Yinelenenler atlanacak.
zh_hans: 主机提供的 “IWorkloadsInfoProvider” 组件提供了一些重复的工作负载(重复项: {0})。将跳过重复项。
zh_hant: 主機提供的 'IWorkloadsInfoProvider' 元件提供了一些重複的工作負載 (重複: {0})。將略過重複項目。

# Constaint_Error_ArgumentHasEmptyString
source: '{0}' should not contain empty items
de: „{0}“ darf keine leeren Elemente enthalten.
fr: « {0} » ne doit pas contenir d’éléments vides
it: '{0}' non deve contenere elementi vuoti
pt_br: '{0}' não deve conter itens vazios
tr: '{0}' boş öğe içermemelidir
zh_hans: “{0}”不应包含空项

# NuGetInstaller_InstallResut_Error_DownloadFailed
source: Failed to download {0} from {1}.
de: Fehler beim Herunterladen von \"{0}\" von \"{1}\".
fr: Échec du téléchargement de {0} à partir de {1}.
it: Non è stato possibile scaricare {0} da {1}.
pt_br: Falha no download {0} de {1}.
tr: {0}, {1} kaynağından indirilemedi.
zh_hans: 未能从 {1} 下载 {0}。

# NuGetInstaller_InstallResut_Error_InstallGeneric
source: Failed to install the package {0}. Details: {1}.
de: Fehler beim Installieren des Pakets \"{0}\". Details: {1}.
fr: Échec de l’installation du package {0}. Détails : {1}.
it: Non è stato possibile installare il pacchetto {0}. Dettagli: {1}.
pt_br: Falha ao instalar o pacote {0}. Detalhes: {1}.
tr: {0} paketi yüklenemedi. Ayrıntılar: {1}.
zh_hans: 未能安装包 {0}。 详细信息: {1}。

# NuGetInstaller_InstallResut_Error_InstallRequestNotSupported
source: The install request {0} cannot be processed by installer {1}.
de: Die Installationsanforderung \"{0}\" kann vom Installer \"{1}\" nicht verarbeitet werden.
fr: La demande d’installation {0} ne peut pas être traitée par le programme d’installation {1}.
it: La richiesta di installazione {0} non può essere elaborata dal programma di installazione di {1}.
pt_br: O pedido de instalação {0} não pode ser processado pelo instalador {1}.
tr: {0} yükleme isteği {1} yükleyicisi tarafından işlenemiyor.
zh_hans: 安装程序 {1} 无法处理安装请求 {0}。

# NuGetInstaller_InstallResut_Error_InvalidPackage
source: The NuGet package {0} is invalid.
de: Das NuGet-Paket \"{0}\" ist ungültig.
fr: Le package NuGet {0} est non valide.
it: Il pacchetto NuGet {0} non è valido.
pt_br: O pacote NuGet {0} é inválido.
tr: {0} NuGet paketi geçersiz.
zh_hans: NuGet 包 {0} 无效。

# NuGetInstaller_InstallResut_Error_InvalidSources
source: The configured NuGet sources are invalid: {0}.
de: Die konfigurierten NuGet-Quellen sind ungültig: {0}.
fr: Les sources NuGet configurées sont non valides : {0}.
it: Le origini NuGet configurate non sono valide: {0}.
pt_br: A fonte NuGet configurado é inválido: {0}.
tr: Yapılandırılan NuGet kaynakları geçersiz: {0}.
zh_hans: 配置的 NuGet 源无效: {0}。

# NuGetInstaller_InstallResut_Error_InvalidSources_None
source: No NuGet sources are configured.
de: Es sind keine NuGet-Quellen konfiguriert.
fr: Aucune source NuGet n’est configurée.
it: Nessuna origine NuGet configurata.
pt_br: Nenhuma fonte NuGet foi configurado.
tr: Hiçbir NuGet kaynağı yapılandırılmadı.
zh_hans: 未配置 NuGet 源。

# NuGetInstaller_InstallResut_Error_OperationCancelled
source: The operation was cancelled.
de: Der Vorgang wurde abgebrochen.
fr: L'opération a été annulée.
it: Operazione annullata.
pt_br: A operação foi cancelada.
tr: İşlem iptal edildi.
zh_hans: 操作被取消。

# NuGetInstaller_InstallResut_Error_PackageNotFound
source: {0} was not found in NuGet feeds {1}.
de: \"{0}\" wurde in NuGet-Feeds \"{1}\" nicht gefunden.
fr: {0} est introuvable dans les flux NuGet {1}.
it: {0} non è stato trovato nei feed NuGet {1}.
pt_br: {0} não foi encontrado no NuGet feeds {1}.
tr: {0}, {1} NuGet akışlarında bulunamadı.
zh_hans: 在 NuGet 源 {1} 中未找到 {0}。

# NuGetInstaller_InstallResut_Error_PackageNotSupported
source: The package {0} is not supported by installer {1}.
de: Das Paket \"{0}\" wird vom Installer \"{1}\" nicht unterstützt.
fr: Le package {0} n’est pas pris en charge par le programme d’installation {1}.
it: Il pacchetto {0} non è supportato dal programma di installazione {1}.
pt_br: O pacote{0} não é suportado pelo instalador {1}.
tr: {0} paketi, {1} yükleyicisi tarafından desteklenmiyor.
zh_hans: 安装程序 {1} 不支持包 {0}。

# NuGetInstaller_InstallResut_Error_UninstallGeneric
source: Failed to uninstall the package {0}. Details: {1}.
de: Fehler beim Deinstallieren des Pakets \"{0}\". Details: {1}.
fr: Échec de la désinstallation du package {0}. Détails : {1}.
it: Non è stato possibile disinstallare il pacchetto {0}. Dettagli: {1}.
pt_br: Falha ao desinstalar o pacote {0}. Detalhes: {1}.
tr: {0} paketi yüklenemedi. Ayrıntılar: {1}.
zh_hans: 未能卸载包 {0}。 详细信息: {1}。

# NuGetInstaller_InstallResut_Error_UpdateCheckGeneric
source: Failed to check the update for the package {0}. Details: {1}.
de: Fehler beim Überprüfen des Updates für das Paket \"{0}\". Details: {1}.
fr: Échec de la vérification de la mise à jour du package {0}. Détails : {1}.
it: Non è possibile verificare la presenza dell'aggiornamento per il pacchetto {0}. Dettagli: {1}.
pt_br: Falha ao verificar a atualização do pacote {0}, Detalhes: {1}.
tr: {0} paketi için güncelleştirme denetimi başarısız oldu. Ayrıntılar: {1}.
zh_hans: 无法检查包 {0} 的更新。 详细信息: {1}。
