Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Orchestrator.RunnableProjects/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MacroConfig_Exception_InvalidRegex
source: Generated symbol '{0}': the regex pattern '{1}' is invalid.
cs: Vygenerovaný symbol „{0}“: Vzor regulárního výrazu „{1}“ je neplatný.
de: Generiertes Symbol „{0}“: Das RegEx-Muster „{1}“ ist ungültig.
es: El símbolo generado '{0}': el patrón regex '{1}' no es válido.
fr: Symbole généré '{0}' : le modèle regex '{1}' n’est pas valide.
it: Simbolo generato '{0}': il modello regex '{1}' non è valido.
ja: 生成されたシンボル '{0}': 正規表現パターン '{1}' が無効です。
ko: 생성된 기호 '{0}': 정규식 패턴 '{1}'이(가) 잘못되었습니다.
pl: Wygenerowany symbol „{0}”: wzorzec wyrażenia regularnego „{1}” jest nieprawidłowy.
pt_br: Símbolo gerado '{0}': o padrão regex '{1}' é inválido.
ru: Созданный символ "{0}": шаблон регулярного выражения "{1}" недействителен.
tr: Oluşturulan '{0}' sembolü '{1}' normal ifade deseni geçersiz.
zh_hans: 生成的符号 "{0}": 正则表达式模式 "{1}" 无效。
zh_hant: 產生的符號 '{0}': Regex 模式 '{1}' 無效。

# MacroConfig_Exception_MissingMandatoryProperty
source: Generated symbol '{0}' of type '{1}' should have '{2}' property defined.
cs: Vygenerovaný symbol „{0}“ typu „{1}“ by měl mít definovanou vlastnost „{2}“.
de: Für das generierte Symbol „{0}“ vom Typ „{1}“ muss die Eigenschaft „{2}“ definiert sein.
es: El símbolo generado '{0}' de tipo '{1}' debe tener la propiedad '{2}' definida.
fr: Le symbole généré '{0}' de type '{1}' doit avoir une propriété '{2}' définie.
it: Il simbolo generato '{0}' di tipo '{1}' deve avere la proprietà '{2}' definita.
ja: 型 '{1}' の生成されたシンボル '{0}' には、'{2}' プロパティを定義する必要があります。
ko: 유형 '{1}'의 생성된 기호 '{0}'에는 '{2}' 속성이 정의되어 있어야 합니다.
pl: Wygenerowany symbol „{0}” typu „{1}” powinien mieć zdefiniowaną właściwość „{2}”.
pt_br: O símbolo gerado '{0}' do tipo '{1}' deve ter a propriedade '{2}' definida.
ru: Созданный символ "{0}" типа "{1}" должен иметь определенное свойство "{2}".
tr: '{1}' türündeki oluşturulan '{0}' sembolünde '{2}' özelliği tanımlanmalıdır.
zh_hans: 类型 "{1}" 的生成的符号 "{0}" 应定义 "{2}" 属性。
zh_hant: 類型 '{1}' 的所產生符號 '{0}' 應該已定義 '{2}' 屬性。

# MacroConfig_Exception_MissingValueProperty
source: Generated symbol '{0}': array '{1}' should contain JSON objects with property '{2}'.
cs: Vygenerovaný symbol „{0}“: pole „{1}“ by mělo obsahovat objekty JSON s vlastností „{2}“.
de: Generiertes Symbol „{0}“: Das Array „{1}“ sollte JSON-Objekte mit der Eigenschaft „{2}“ enthalten.
es: El símbolo generado '{0}': matriz '{1}' debe contener objetos JSON con la propiedad '{2}'.
fr: Symbole généré '{0}' : le tableau '{1}' doit contenir des objets JSON avec une propriété '{2}'.
it: Simbolo generato: '{0}': la matrice '{1}' deve contenere oggetti JSON con la proprietà '{2}'.
ja: 生成されたシンボル '{0}': 配列 '{1}' には、プロパティ '{2}' を持つ JSON オブジェクトを含める必要があります。
ko: 생성된 기호 '{0}': 배열 '{1}'에는 '{2}' 속성이 있는 JSON 개체가 포함되어야 합니다.
pl: Wygenerowany symbol „{0}”: tablica „{1}” powinna zawierać obiekty JSON z właściwością „{2}”.
pt_br: Símbolo gerado '{0}': a matriz '{1}' deve conter objetos JSON com a propriedade '{2}'.
ru: Созданный символ "{0}": массив "{1}" должен содержать объекты JSON со свойством "{2}".
tr: Oluşturulan '{0}' sembolü '{1}' dizisi '{2}' özelliğine sahip JSON nesnelerini içermelidir.
zh_hans: 生成的符号 "{0}": 数组 "{1}" 应包含属性为 "{2}" 的 JSON 对象。
zh_hant: 產生的符號 '{0}': 陣列 '{1}' 應包含具有屬性 '{2}' 的 JSON 物件。

# MacroConfig_Exception_ValueShouldBeArray
source: Generated symbol '{0}': '{1}' should be a valid JSON array.
cs: Vygenerovaný symbol „{0}“: „{1}“ by mělo být platné pole JSON.
de: Generiertes Symbol „{0}“: „{1}“ muss ein gültiges JSON-Array sein.
es: El símbolo generado '{0}': '{1}' debe ser una matriz JSON válida.
fr: Symbole généré '{0}' : '{1}' doit être un tableau JSON valide.
it: Simbolo generato: '{0}': '{1}' deve essere una matrice JSON valida.
ja: 生成されたシンボル '{0}': '{1}' は有効な JSON 配列である必要があります。
ko: 생성된 기호 '{0}': '{1}'은(는) 유효한 JSON 배열이어야 합니다.
pl: Wygenerowany symbol „{0}”: „{1}” powinna być prawidłową tablicą JSON.
pt_br: Símbolo gerado '{0}': '{1}' deve ser uma matriz JSON válida.
ru: Созданный "{0}": "{1}" должно быть допустимым массивом JSON.
tr: Oluşturulan '{0}': '{1}' sembolü geçerli bir JSON dizisi olmalıdır.
zh_hans: 生成的符号 "{0}": "{1}" 应为有效的 JSON 数组。
zh_hant: 產生的符號 '{0}': '{1}' 應為有效的 JSON 陣列。

# MacroConfig_Exception_ValueShouldBeBoolean
source: Generated symbol '{0}': '{1}' should be a boolean value.
cs: Vygenerovaný symbol „{0}“: „{1}“ by měl být logická hodnota.
de: Generiertes Symbol „{0}“: „{1}“ muss ein boolescher Wert sein.
es: El símbolo generado '{0}': '{1}' debe ser un valor booleano.
fr: Symbole généré '{0}' : '{1}' doit être une valeur booléenne.
it: Simbolo generato '{0}': '{1}' deve essere un valore booleano.
ja: 生成されたシンボル '{0}': '{1}' はブール値である必要があります。
ko: 생성된 기호 '{0}': '{1}'은(는) 부울 값이어야 합니다.
pl: Wygenerowany symbol „{0}”: „{1}” powinna być wartością logiczną.
pt_br: Símbolo gerado '{0}': '{1}' deve ser um valor booliano.
ru: Созданный символ "{0}": "{1}" должно быть логическим значением.
tr: Oluşturulan '{0}': '{1}' sembolü bir Boole değeri olmalıdır.
zh_hans: 生成的符号 "{0}": "{1}" 应为布尔值。
zh_hant: 產生的符號 '{0}': '{1}' 應為布林值。

# MacroConfig_Exception_ValueShouldBeInteger
source: Generated symbol '{0}': '{1}' should be an integer value.
cs: Vygenerovaný symbol „{0}“: „{1}“ by měl být celočíselná hodnota.
de: Generiertes Symbol „{0}“: „{1}“ muss ein ganzzahliger Wert sein.
es: El símbolo generado '{0}': '{1}' debe ser un valor entero.
fr: Symbole généré '{0}' : '{1}' doit être une valeur entière.
it: Simbolo generato: '{0}': '{1}' deve essere un valore intero.
ja: 生成されたシンボル '{0}': '{1}' は整数値である必要があります。
ko: 생성된 기호 '{0}': '{1}'은(는) 정수 값이어야 합니다.
pl: Wygenerowany symbol „{0}”: „{1}” powinna być wartością całkowitą.
pt_br: Símbolo gerado '{0}': '{1}' deve ser um valor inteiro.
ru: Созданный символ "{0}": "{1}" должен быть целым числом.
tr: Oluşturulan '{0}': '{1}' sembolü bir tamsayı değeri olmalıdır.
zh_hans: 生成的符号 "{0}": "{1}" 应为整数值。
zh_hant: 產生的符號 '{0}': '{1}' 應為整數值。

# MacroConfig_Exception_ValueShouldBeString
source: Generated symbol '{0}': '{1}' should be a string value.
cs: Vygenerovaný symbol „{0}“: „{1}“ by měl být řetězcová hodnota.
de: Generiertes Symbol „{0}“: „{1}“ muss ein Zeichenfolgenwert sein.
es: El símbolo generado '{0}': '{1}' debe ser un valor de cadena.
fr: Symbole généré '{0}' : '{1}' doit être une valeur de chaîne.
it: Simbolo generato '{0}': '{1}' deve essere un valore stringa.
ja: 生成されたシンボル '{0}': '{1}' は文字列値である必要があります。
ko: 생성된 기호 '{0}': '{1}'은(는) 문자열 값이어야 합니다.
pl: Wygenerowany symbol „{0}”: „{1}” powinna być wartością ciągu.
pt_br: Símbolo gerado '{0}': '{1}' deve ser um valor de cadeia de caracteres.
ru: Созданный символ {0}": "{1}" должно быть строкой.
tr: Oluşturulan '{0}': '{1}' sembolü bir dize değeri olmalıdır.
zh_hans: 生成的符号 "{0}": "{1}" 应为字符串值。
zh_hant: 產生的符號 '{0}': '{1}' 應為字串值。

# MacroProcessingException_Message
source: Failed to process macro '{0}' of type '{1}'.
cs: Zpracování makra „{0}“ typu „{1}“ se nezdařilo.
de: Fehler beim Verarbeiten des Makros „{0}“ vom Typ „{1}“.
es: No se pudo procesar la macro '{0}' de tipo '{1}'.
fr: Échec du traitement de la macro '{0}' de type '{1}'.
it: Non è stato possibile elaborare la macro '{0}' di tipo '{1}'.
ja: 種類が '{1}' のマクロ '{0}'を処理できませんでした。
ko: 유형 '{1}'의 매크로 '{0}'을(를) 처리하지 못했습니다.
pl: Nie można przetworzyć makra „{0}” typu „{1}”.
pt_br: Falha ao processar a macro '{0}' do tipo '{1}'.
ru: Не удалось обработать макрос "{0}" типа "{1}".
tr: '{1}' türündeki '{0}' makrosu işlenemedi.
zh_hans: 无法处理类型 "{1}" 的宏 "{0}" 。
zh_hant: 無法處理類型 '{1}' 的巨集 '{0}'。

# MacroProcessor_Warning_UnknownMacro
source: Generated symbol '{0}': type '{1}' is unknown, processing is skipped.
cs: Vygenerovaný symbol „{0}“: typ „{1}“ je neznámý, zpracování se přeskočí.
de: Generiertes Symbol „{0}“: Typ „{1}“ ist unbekannt. Die Verarbeitung wird übersprungen.
es: El símbolo generado '{0}': tipo '{1}', es desconocido se omite el procesamiento.
fr: Symbole généré '{0}' : le type '{1}' est inconnu. Le traitement est ignoré.
it: Simbolo generato: '{0}': il tipo '{1}' è sconosciuto, l'elaborazione verrà ignorata.
ja: 生成されたシンボル '{0}': 型 '{1}' が不明です。処理はスキップされました。
ko: 생성된 기호 '{0}': 유형 '{1}'을(를) 알 수 없으며 처리를 건너뜁니다.
pl: Wygenerowany symbol „{0}”: typ ‚{1}” jest nieznany, przetwarzanie jest pomijane.
pt_br: Símbolo gerado '{0}': o tipo '{1}' é desconhecido, processamento ignorado.
ru: Созданный символ "{0}": тип "{1}" неизвестен, обработка пропущена.
tr: Oluşturulan '{0}' sembolü '{1}' türü bilinmiyor, işlem atlandı.
zh_hans: 生成的符号 "{0}": 类型 "{1}" 未知，已跳过处理。
zh_hant: 產生的符號 '{0}': 類型 '{1}' 不明，已跳過處理。

# RunnableProjectGenerator_CannotAddImplicitChoice
source: Variable [{0}] already added with value [{1}]. Cannot add it as implicit variable with value of self.
cs: Proměnná [{0}] se už přidala s hodnotou [{1}]. Nedá se přidat jako implicitní proměnná s vlastní hodnotou.
de: Die Variable [{0}] wurde bereits mit dem Wert [{1}] hinzugefügt. Sie kann nicht als implizite Variable mit dem Wert \"self\" hinzugefügt werden.
es: La variable [{0}] ya se agregó con el valor [{1}]. No se puede agregar como variable implícita con valor propio.
fr: La variable [{0}] a déjà été ajoutée avec la valeur [{1}]. Impossible de l’ajouter en tant que variable implicite avec la valeur de lui-même.
it: La variabile [{0}] è già stata aggiunta con il valore [{1}]. Non è possibile aggiungerla come variabile implicita con valore self.
ja: 変数 [{0}] は既に値 [{1}] と共に追加されています。値が self の暗黙的な変数として追加することはできません。
ko: 변수 [{0}]이(가) 이미 값 [{1}]과(와) 함께 추가되었습니다. 자체 값을 사용하여 암시적 변수로 추가할 수 없습니다.
pl: Zmienna [{0}] została już dodana z wartością [{1}]. Nie można jej dodać jako zmiennej niejawnej z własną wartością.
pt_br: Variável [{0}] já adicionada com o valor [{1}]. Não é possível adicioná-lo como variável implícita com o valor de self.
ru: Переменная [{0}] уже добавлена со значением [{1}]. Не удается добавить ее как неявную переменную со своим значением.
tr: [{0}] değişkeni [{1}] değeriyle zaten eklendi. Kendi değeriyle örtük bir değişken olarak eklenemez.
zh_hans: 已添加值为 [{1}] 的变量 [{0}]。无法将其添加为值为 self 的隐式变量。
zh_hant: 已使用值 [{1}] 加入變數 [{0}]。無法將它新增為具有本身值的隱含變數。

# RunnableProjectGenerator_Exception_ConfigShouldBeFile
source: Template configuration must be a file, but {0} is not a file.
cs: Konfigurace šablony musí být soubor, ale {0} není soubor.
de: Die Vorlagenkonfiguration muss eine Datei sein, aber {0} ist keine Datei.
es: La configuración de plantilla debe ser un archivo, pero {0} no es un archivo.
fr: La configuration du modèle doit être un fichier, mais {0} n’est pas un fichier.
it: La configurazione del modello deve essere un file, ma {0} non è un file.
ja: テンプレートの構成はファイルである必要がありますが、{0} はファイルではありません。
ko: 템플릿 구성은 파일이어야 하지만 {0}은(는) 파일이 아닙니다.
pl: Konfiguracja szablonu musi być plikiem, natomiast konfiguracja {0} nie jest plikiem.
pt_br: A configuração do modelo deve ser um arquivo, mas {0} não é um arquivo.
ru: Конфигурацией шаблона должен быть файл, но {0} не является файлом.
tr: Şablon yapılandırması bir dosya olmalı, ancak {0} dosya değil.
zh_hans: 模板配置必须为文件，但 {0} 不是文件。
zh_hant: 範本設定必須是檔案，但 {0} 不是檔案。

# RunnableProjectGenerator_Exception_LocaleConfigShouldBeFile
source: Template localization configuration must be a file, but {0} is not a file.
cs: Konfigurace lokalizace šablony musí být soubor, ale {0} není soubor.
de: Die Konfiguration der Vorlagenlokalisierung muss eine Datei sein, aber {0} ist keine Datei.
es: La configuración de localización de plantilla debe ser un archivo, pero {0} no es un archivo.
fr: La configuration de localisation de modèle doit être un fichier, mais {0} n’est pas un fichier.
it: La configurazione della localizzazione del modello deve essere un file, ma {0} non è un file.
ja: テンプレートのローカライズ構成はファイルである必要がありますが、{0} はファイルではありません。
ko: 템플릿 현지화 구성은 파일이어야 하지만 {0}은(는) 파일이 아닙니다.
pl: Konfiguracja lokalizacji szablonu musi być plikiem, natomiast konfiguracja {0} nie jest plikiem.
pt_br: A configuração da localização do modelo deve ser um arquivo, mas {0} não é um arquivo.
ru: Конфигурацией локализации шаблона должен быть файл, но {0} не является файлом.
tr: Şablon yerelleştirme yapılandırması bir dosya olmalı, ancak {0} dosya değil.
zh_hans: 模板本地化配置必须为文件，但 {0} 不是文件。
zh_hant: 範本當地語系化設定必須是檔案，{0} 不是檔案。

# RunnableProjectGenerator_Exception_TemplateValidationFailed
source: The template configuration {0} is not valid.
cs: Konfigurace šablony {0} není platná.
de: Die Vorlagenkonfiguration {0} ist ungültig.
es: La configuración de la plantilla {0} no es válida.
fr: Le {0} de configuration du modèle n’est pas valide.
it: Il {0} di configurazione del modello non è valido.
ja: テンプレート構成 {0} が有効ではありません。
ko: 템플릿 구성 {0}이(가) 잘못되었습니다.
pl: Konfiguracja szablonu {0} jest nieprawidłowa.
pt_br: A configuração do modelo {0} é inválida.
ru: Конфигурация шаблона {0} недопустима.
tr: Şablon yapılandırma {0} geçerli değil.
zh_hans: 模板配置 {0} 无效。
zh_hant: 範本設定 {0} 無效。

# RunnableProjectGenerator_Exception_TemplateVersionNotSupported
source: The template is not compatible with generator version: allowed versions: {0}, generator version: {1}.
cs: Šablona není kompatibilní s verzí generátoru. Povolené verze: {0}, verze generátoru: {1}.
de: Die Vorlage ist nicht kompatibel mit der Generator-Version: zulässige Versionen: {0}, Generator-Version: {1}.
es: La plantilla no es compatible con la versión del generador: versiones permitidas: {0}, versión del generador: {1}.
fr: Le modèle n’est pas compatible avec la version du générateur : versions autorisées : {0}, version du générateur : {1}.
it: Il modello non è compatibile con la versione del generatore: versioni consentite: {0}, versione del generatore: {1}.
ja: テンプレートは、ジェネレーター バージョン: 許可されたバージョン: {0}、ジェネレーターバージョン: {1} と互換性がありません。
ko: 템플릿이 생성기 버전과 호환되지 않습니다. 허용된 버전: {0}, 생성기 버전: {1}.
pl: Szablon nie jest zgodny z wersją generatora. Dozwolone wersje: {0}. Wersja generatora: {1}.
pt_br: O modelo não é compatível com a versão do gerador: versões permitidas: {0}, versão do gerador: {1}.
ru: Шаблон несовместим с версией генератора: разрешенные версии: {0}, версия генератора: {1}.
tr: Şablon, oluşturucu sürümü ile uyumlu değil: izin verilen sürümler: {0}, oluşturucu sürümü: {1}.
zh_hans: 模板与生成器版本不兼容: 允许的版本为 {0}，生成器版本为 {1}。
zh_hant: 範本與產生器版本不相容: 允許的版本: {0}，產生器版本: {1}。

# RunnableProjectGenerator_Warning_LocFileSkipped
source: Localization file {0} is not compatible with base configuration {1}, and will be skipped.
cs: Soubor lokalizace {0} není kompatibilní se základní konfigurací {1} a bude vynechán.
de: Die Lokalisierungsdatei {0} ist nicht mit der Basiskonfiguration {1} kompatibel und wird übersprungen.
es: El archivo de localización {0} no es compatible con la configuración base {1} y se omitirá.
fr: Le fichier de localisation {0} n’est pas compatible avec la configuration de base{1}et sera ignoré.
it: Il file di localizzazione {0} non è compatibile con la configurazione di base {1} e verrà ignorato.
ja: ローカライズ ファイル {0} は、基本構成 {1} と互換性がないため、スキップされます。
ko: 지역화 파일 {0}은(는) 기본 구성 {1}와(과) 호환되지 않으므로 건너뜁니다.
pl: Plik lokalizacji {0} nie jest zgodny z konfiguracją podstawową {1} i zostanie pominięty.
pt_br: O arquivo de localização {0} não é compatível com a configuração base {1} e será ignorado.
ru: Файл локализации {0} несовместим с базовой конфигурацией {1} и будет пропущен.
tr: Yerelleştirme dosyası {0}, temel yapılandırma {1} ile uyumlu değil ve atlanacak.
zh_hans: 本地化文件 {0} 与基本配置 {1} 不兼容，系统将跳过。
zh_hant: 當地語系化檔案 {0} 與基本設定 {1} 不相容，將會略過。

# SimpleConfigModel_AuthoringException_MergeConfiguration_FileNotFound
source: Failed to load additional configuration file {0}, the file does not exist.
cs: Nepodařilo se načíst další konfigurační soubor {0}. Tento soubor neexistuje.
de: Fehler beim Laden der zusätzlichen Konfigurationsdatei {0}. Die Datei ist nicht vorhanden.
es: No se pudo cargar el archivo de configuración adicional {0}; el archivo no existe.
fr: Échec du chargement du fichier de configuration supplémentaire {0}, le fichier n’existe pas.
it: Non è stato possibile caricare il file di configurazione aggiuntivo {0}, il file non esiste.
ja: 追加の構成ファイル {0} を読み込むことができませんでした。ファイルが存在しません。
ko: 추가 구성 파일 {0}을(를) 로드하지 못했습니다. 파일이 없습니다.
pl: Nie można załadować dodatkowego pliku konfiguracji {0}. Ten plik nie istnieje.
pt_br: Falha ao carregar arquivo de configuração adicional {0}, o arquivo não existe.
ru: Не удалось загрузить дополнительный файл конфигурации {0}, этот файл не существует.
tr: Ek yapılandırma dosyası {0} yüklenemedi, dosya yok.
zh_hans: 加载其他配置文件 {0} 失败，该文件不存在。
zh_hant: 無法載入其他設定檔 {0}，檔案不存在。

# SimpleConfigModel_AuthoringException_MergeConfiguration_InvalidFileName
source: Failed to load additional configuration file {0}. Additional configuration file names must end with '.{1}'.
cs: Nepodařilo se načíst další konfigurační soubor {0}. Názvy dalších konfiguračních souborů musí mít na konci {1}.
de: Fehler beim Laden der zusätzlichen Konfigurationsdatei {0}. Weitere Namen der Konfigurationsdatei müssen auf „{1}“ enden.
es: No se pudo cargar el archivo de configuración adicional {0}. Los nombres de archivo de configuración adicionales deben terminar en \".{1}\".
fr: Échec du chargement du fichier de configuration supplémentaire {0}. Les noms de fichiers de configuration supplémentaires doivent se terminer par « .{1}».
it: Non è stato possibile caricare il file di configurazione aggiuntivo {0}. I nomi di file di configurazione aggiuntivi devono terminare con '. {1}'.
ja: 追加の構成ファイル {0} を読み込むことができませんでした。追加の構成ファイル名の末尾は、'.{1}' である必要があります。
ko: 추가 구성 파일 {0}을(를) 로드하지 못했습니다. 추가 구성 파일 이름은 '{1}’(으)로 끝나야 합니다.
pl: Nie można załadować dodatkowego pliku konfiguracji {0}. Nazwy dodatkowych plików konfiguracji muszą kończyć się znakiem „{1}”.
pt_br: Falha ao carregar o arquivo de configuração adicional {0}. Nomes adicionais de arquivos de configuração devem terminar com '.{1}'.
ru: Не удалось загрузить дополнительный файл конфигурации {0}. Имена дополнительных файлов конфигурации должны заканчиваться на \".{1}\".
tr: Ek yapılandırma dosyası {0} yüklenemedi. Ek yapılandırma dosya adlarının '{1}' ile bitmesi gerekir.
zh_hans: 加载其他配置文件 {0} 失败。其他配置文件名称必须以“.{1}”结尾。
zh_hant: 無法載入其他設定檔 {0}。其他設定檔名稱的結尾必須是 '.{1}'。

# SimpleConfigModel_Error_Constraints_InvalidSyntax
source: '{0}' should contain objects.
cs: {0} by měla obsahovat objekty.
de: „{0}“ sollte Objekte enthalten.
es: “{0}” debe contener objetos.
fr: '{0}' doit contenir des objets.
it: '{0}' deve contenere oggetti.
ja: '{0}' にオブジェクトを含める必要があります。
ko: '{0}'에는 개체가 포함되어야 합니다.
pl: Właściwość „{0}” powinna zawierać obiekty.
pt_br: '{0}' deve conter objetos.
ru: \"{0}\" должны содержать объекты.
tr: '{0}', nesne içermeli.
zh_hans: \"{0}\" 应包含对象。
zh_hant: '{0}' 應包含物件。

# SimpleConfigModel_Error_Constraints_MissingType
source: Constraint definition '{0}' does not contain mandatory property '{1}'.
cs: Definice omezení {0} neobsahuje povinnou vlastnost {1}.
de: Die Einschränkungsdefinition „{0}“ enthält keine obligatorische Eigenschaft „{1}“.
es: La definición de restricción “{0}” no contiene la propiedad obligatoria “{1}”.
fr: La définition de contrainte '{0}' ne contient pas la propriété obligatoire '{1}'.
it: La definizione del vincolo '{0}' non contiene proprietà obbligatorie '{1}'.
ja: 制約定義 '{0}' に必須のプロパティ '{1}'が含まれていません。
ko: 제약 조건 정의 '{0}'에는 필수 속성 '{1}'이(가) 포함되어 있지 않습니다.
pl: Definicja ograniczenia „{0}” nie zawiera obowiązkowej właściwości „{1}”.
pt_br: A definição de restrição '{0}' não contém a propriedade obrigatória '{1}'.
ru: Определение ограничения \"{0}\" не содержит обязательного свойства \"{1}\".
tr: Kısıtlama tanımı '{0}', zorunlu özellik türü '{1}' içermiyor.
zh_hans: 约束定义 \"{0}\" 不包含必需属性 \"{1}\"。
zh_hant: 限制式定義 '{0}' 不包含強制屬性 '{1}'。

# SymbolModel_Error_MandatoryPropertyMissing
source: The symbol '{0}' of type '{1}' is incorrect: mandatory property '{2}' is not set. The symbol will be skipped.
cs: Symbol {0} typu {1} není správný: není nastavena povinná vlastnost {2}. Symbol se přeskočí.
de: Das Symbol "{0}" vom Typ "{1}" ist falsch: Die erforderliche Eigenschaft "{2}" ist nicht festgelegt. Das Symbol wird übersprungen.
es: El símbolo '{0}' de tipo '{1}' no es correcto: no se ha establecido la propiedad obligatoria '{2}'. Se omitirá el símbolo.
fr: Le symbole « {0} » de type « {1} » est incorrect : la propriété obligatoire « {2} » n’est pas définie. Le symbole sera ignoré.
it: Il simbolo '{0}' di tipo '{1}' non è corretto: la proprietà obbligatoria '{2}' non è impostata. Il simbolo verrà ignorato.
ja: 種類 '{0}' のシンボル '{1}' が正しくありません。 必須プロパティ '{2}' が設定されていません。シンボルはスキップされます。
ko: '{1}' 형식의 기호 '{0}'이(가) 잘못되었습니다. 필수 속성 '{2}'이(가) 설정되지 않았습니다. 기호를 건너뜁니다.
pl: Symbol „{0}” typu „{1}” jest niepoprawny: nie ustawiono właściwości obowiązkowej „{2}”. Symbol zostanie pominięty.
pt_br: O símbolo '{0}' do tipo '{1}' está incorreto: a propriedade obrigatória '{2}' não está definida. O símbolo será ignorado.
ru: Неверный символ "{0}" типа "{1}": обязательное свойство "{2}" не настроено. Символ будет пропущен.
tr: '{1}' türündeki '{0}' sembolü hatalı: '{2}' zorunlu özelliği ayarlanmadı. Sembol atlanacak.
zh_hans: 类型为“{1}”的符号“{0}”不正确: 未设置强制属性“{2}”。将跳过该符号。
zh_hant: 類型 '{1}' 的符號 '{0}' 不正確: 未設定強制屬性 '{2}'。將略過符號。

# Symbol_Error_IsRequiredNotABool
source: Found disallowed value for IsRequired property: [{0}], expected boolean value.
cs: Byla nalezena zakázaná hodnota pro vlastnost IsRequired: [{0}], očekávaná logická hodnota.
de: Es wurde ein unzulässiger Wert für die IsRequired-Eigenschaft [{0}] gefunden, ein boolescher Wert wurde erwartet.
es: Se ha encontrado un valor no permitido para la propiedad IsRequired: [{0}], valor booleano esperado.
fr: Valeur non autorisée trouvée pour la propriété IsRequired : [{0}], valeur booléenne attendue.
it: Trovato valore non consentito per la proprietà IsRequired: [{0}], valore booleano previsto.
ja: IsRequired プロパティの許可されていない値が見つかりました: [{0}]。ブール値が必要です。
ko: IsRequired 속성 [{0}]에 대해 허용되지 않는 값을 찾았습니다. 부울 값이 필요합니다.
pl: Znaleziono niedozwoloną wartość właściwości IsRequired: [{0}], oczekiwano wartości logicznej.
pt_br: Valor não permitido encontrado para a propriedade IsRequired: [{0}], valor booliano esperado.
ru: Обнаружено неразрешенное значение свойства IsRequired: [{0}], ожидается логическое значение.
tr: IsRequired özelliği için izin verilmeyen değer bulundu: [{0}], boole değer bekleniyordu.
zh_hans: 找到了 IsRequired 属性的不允许值: [{0}]，应为布尔值。
zh_hant: 找到 IsRequired 屬性不允許的值: [{0}]，預期為布林值。
