Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Orchestrator.RunnableProjects/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Authoring_TemplateNotInstalled
source: Failed to load template from {0}:
cs: Nepovedlo se načíst šablonu ze zdroje {0}:
de: Fehler beim Laden der Vorlage von \"{0}\":
es: Error al cargar la plantilla desde {0}:
fr: Échec du chargement du modèle à partir de {0} :
it: Non è stato possibile caricare il modello da {0}:
ja: テンプレートを以下の {0} から読み込めませんでした。
ko: {0}에서 템플릿을 로드하지 못했습니다.
pl: Nie można załadować szablonu z {0}:
pt_br: Falha no carregamento do modelo de {0}:
ru: Не удалось загрузить шаблон из {0}:
tr: {0} kaynağından şablon yüklenemedi:
zh_hans: 无法从 {0} 中加载模板:
zh_hant: 無法從 {0} 載入範本:

# Authoring_TemplateNotInstalled_Message
source: Failed to load template from {0}. Details: {1}
cs: Nepodařilo se načíst šablonu ze zdroje {0}. Podrobnosti: {1}
de: Fehler beim Laden der Vorlage aus „{0}“. Details: {1}
es: Error al cargar la plantilla desde {0}. Detalles: {1}
fr: Échec du chargement du modèle à partir de {0}. détails : {1}
it: Non è stato possibile caricare il modello da {0}. Dettagli: {1}
ja: テンプレートを以下の {0} から読み込めませんでした。 詳細: {1}
ko: {0}에서 템플릿을 로드하지 못했습니다. 세부 정보: {1}
pl: Nie można załadować szablonu z {0}. Szczegóły: {1}
pt_br: Falha ao carregar o modelo a partir de {0}. Detalhes: {1}
ru: Не удалось загрузить шаблон из {0}. Сведения: {1}
tr: {0} kaynağından şablon yüklenemedi. Ayrıntılar: {1}
zh_hans: 无法从 {0} 中加载模板。 详细信息:{1}
zh_hant: 無法從 {0} 載入範本。 詳細資料:{1}

# Authoring_TemplateRootOutsideInstallSource
source: The template root is outside the specified install source location.
cs: Kořen šablony je mimo zadané umístění zdroje instalace.
de: Der Vorlagenstamm liegt außerhalb des angegebenen Speicherorts der Installationsquelle.
es: La raíz de la plantilla está fuera de la ubicación de origen de instalación especificada.
fr: La racine du modèle se trouve en dehors de l’emplacement source d’installation spécifié.
it: La radice del modello non è compresa nella località di origine di installazione specificata.
ja: テンプレート ルートは、指定されたインストール ソースの場所外です。
ko: 템플릿 루트가 지정된 설치 원본 위치 외부에 있습니다.
pl: Katalog główny szablonu znajduje się poza określoną lokalizacją źródła instalacji.
pt_br: A raiz do modelo está fora do local de origem da instalação especificada.
ru: Корень шаблона находится за пределами указанного расположения источника установки.
tr: Şablon kökü belirtilen yükleme kaynağı konumunun dışında.
zh_hans: 模板根位于指定的安装源位置之外。
zh_hant: 範本根目錄超出指定的安裝來源位置。

# BindSymbolEvaluator_Warning_ConversionFailure
source: Bind symbol '{0}': failed to convert value '{1}' to datatype '{2}'. The symbol processing is skipped.
cs: Symbol vazby {0}: Nepodařilo se převést hodnotu {1} na datový typ {2}. Zpracování symbolů se přeskočí.
de: Bindungssymbol „{0}“: Der Wert „{1}“ konnte nicht in den Datentyp „{2}“ konvertiert werden. Die Symbolverarbeitung wird übersprungen.
es: Símbolo de enlace "{0}": no se pudo convertir el valor "{1}" al tipo de datos "{2}". Se omite el procesamiento de símbolos.
fr: Symbole de liaison '{0}' : échec de la conversion de la valeur '{1}' en type de données '{2}'. Le traitement du symbole est ignoré.
it: Simbolo di binding '{0}': non è stato possibile convertire il valore '{1}' nel tipo di dati '{2}'. L'elaborazione dei simboli viene ignorata.
ja: バインド シンボル '{0}': 値 '{1}' をデータ型 '{2}' に変換できませんでした。シンボル処理はスキップされます。
ko: '{0}' 바인딩 기호: '{1}' 값을 '{2}' 데이터 형식으로 변환하지 못했습니다. 기호 처리를 건너뛰었습니다.
pl: Symbol powiązania „{0}”: nie może przekonwertować wartości „{1}” na typ danych „{2}”. Pominięto przetwarzanie symbolu.
pt_br: Símbolo de ligação '{0}': falha ao converter valor '{1}' para tipo de dados '{2}'. O processamento do símbolo é ignorado.
ru: Символ привязки "{0}": не удалось преобразовать значение "{1}" в тип данных "{2}". Обработка символов пропущена.
tr: Bağlama sembolü '{0}': '{1}' değerini '{2}' veri türüne dönüştüremedi. Sembol işleme atlandı.
zh_hans: 绑定符号 "{0}": 无法将值 "{1}" 转换为数据类型 "{2}"。已跳过符号处理。
zh_hant: 繫結符號 '{0}': 無法將值 '{1}' 轉換為資料類型 '{2}'。已略過符號處理。

# BindSymbolEvaluator_Warning_DefaultValueConversionFailure
source: Bind symbol '{0}': failed to convert default value '{1}' to datatype '{2}'. The default value is skipped.
cs: Symbol vazby {0}: Nepovedlo se převést výchozí hodnotu {1} na datový typ {2}. Výchozí hodnota se přeskočí.
de: Bindungssymbol „{0}“: Der Standardwert „{1}“ konnte nicht in den Datentyp „{2}“ konvertiert werden. Der Standardwert wird übersprungen.
es: Símbolo de enlace "{0}": error al convertir el valor predeterminado "{1}" al tipo de datos "{2}". Se omite el valor predeterminado.
fr: Symbole de liaison '{0}' : échec de la conversion de la valeur par défaut '{1}' en type de données '{2}'. La valeur par défaut est ignorée.
it: Simbolo di binding '{0}': non è stato possibile convertire il valore predefinito '{1}' nel tipo di dati '{2}'. Il valore predefinito viene ignorato.
ja: バインド シンボル '{0}': 既定値 '{1}' をデータ型 '{2}' に変換できませんでした。既定値はスキップされます。
ko: '{0}' 바인딩 기호: '{1}' 기본값을 '{2}' 데이터 형식으로 변환하지 못했습니다. 기본값을 건너뛰었습니다.
pl: Symbol powiązania „{0}”: nie może przekonwertować wartości domyślnej „{1}” na typ danych „{2}”. Pominięto wartość domyślną.
pt_br: Símbolo de ligação '{0}': falha ao converter o valor padrão '{1}' para tipo de dados '{2}'. O valor padrão é ignorado.
ru: Символ привязки "{0}": не удалось преобразовать значение по умолчанию "{1}" в тип данных "{2}". Значение по умолчанию пропущено.
tr: Bağlama sembolü '{0}': varsayılan '{1}' değerini '{2}' veri tipine dönüştüremedi. Varsayılan değer atlanır.
zh_hans: 绑定符号 "{0}": 无法将默认值 "{1}" 转换为数据类型 "{2}"。已跳过默认值。
zh_hant: 繫結符號 '{0}': 無法將預設值 '{1}' 轉換為資料類型 '{2}'。已略過預設值。

# BindSymbolEvaluator_Warning_EvaluationError
source: Failed to evaluate bind symbol '{0}', it will be skipped.
cs: Nepovedlo se vyhodnotit symbol vazby {0}, přeskočí se.
de: Fehler beim Auswerten des Bindungssymbols "{0}". Es wird übersprungen.
es: No se pudo evaluar el símbolo de enlace '{0}', se omitirá.
fr: Échec de l’évaluation du symbole de liaison « {0} ». Il sera ignoré.
it: Non è stato possibile valutare il simbolo di associazione '{0}'. Verrà ignorato.
ja: バインド シンボル '{0}' を評価できませんでした。スキップされます。
ko: 바인딩 기호 '{0}'을(를) 평가하지 못했습니다. 기호를 건너뜁니다.
pl: Nie można ocenić symbolu powiązania „{0}”, zostanie on pominięty.
pt_br: Falha ao avaliar o símbolo de associação '{0}', ele será ignorado.
ru: Не удалось вычислить символ привязки "{0}". Он будет пропущен.
tr: '{0}' bağlama sembolü değerlendirilemedi, sembol atlanacak.
zh_hans: 无法计算绑定符号“{0}”，将跳过它。
zh_hant: 無法評估繫結符號 '{0}'，將略過該符號。

# BindSymbolEvaluator_Warning_ValueAvailableFromMultipleSources
source: Failed to evaluate binding '{0}', its value is available from multiple sources: {1}. Use the prefixed value ({2}) in template configuration instead.
cs: Nepovedlo se vyhodnotit {0} vazby. Její hodnota je k dispozici z několika zdrojů: {1}. Místo toho použijte v konfiguraci šablony hodnotu s předponou ({2}).
de: Fehler beim Auswerten der Bindung "{0}", ihr Wert ist aus mehreren Quellen verfügbar: {1}. Verwenden Sie stattdessen den Präfixwert ({2}) in der Vorlagenkonfiguration.
es: No se pudo evaluar el enlace '{0}', su valor está disponible en varios orígenes: {1}. En su lugar, use el valor con prefijo ({2}) en la configuración de la plantilla.
fr: Échec de l’évaluation de la liaison « {0} ». Sa valeur est disponible à partir de plusieurs sources : {1}. Utilisez plutôt la valeur préfixée ({2}) dans la configuration du modèle.
it: Impossibile valutare l'associazione '{0}'. Il relativo valore è disponibile da più origini: {1}. Usare invece il valore con prefisso ({2}) nella configurazione del modello.
ja: バインド '{0}' を評価できませんでした。その値は複数のソースから使用できます: {1}。代わりに、テンプレート構成でプレフィックス値 ({2}) を使用してください。
ko: 바인딩 '{0}'을(를) 평가하지 못했습니다. 해당 값은 여러 원본({1})에서 사용할 수 있습니다. 템플릿 구성에 접두사 값({2})을 대신 사용하세요.
pl: Nie można ocenić powiązania „{0}”. Jego wartość jest dostępna z wielu źródeł: {1}. Zamiast tego użyj wartości z prefiksem ({2}) w konfiguracji szablonu.
pt_br: Falha ao avaliar a associação '{0}', seu valor está disponível em várias fontes: {1}. Use o valor prefixado ({2}) na configuração do modelo.
ru: Не удалось вычислить привязку "{0}". Ее значение доступно из нескольких источников: {1}. Вместо этого используйте значение с префиксом ({2}) в конфигурации шаблона.
tr: '{0}' bağlama işlemi değerlendirilemedi, değeri birden fazla kaynaktan kullanılabilir: {1}. Bunun yerine şablon yapılandırmasında ön ek değerini ({2}) kullanın.
zh_hans: 无法计算绑定“{0}”，可从多个源获取其值: {1}。请改用模板配置中的前缀值({2})。
zh_hant: 無法評估繫結 '{0}'，其值可從多個來源取得: {1}。請改用範本設定中的前置值 ({2})。

# CoalesceMacro_Exception_MissedVariables
source: Template authoring error encountered while processing macro '{0}': Variable '{1}'. Neither source nor fallback variable was found.
cs: Při zpracování makra „{0}“ došlo k chybě vytváření šablony: Proměnná „{1}“. Nebyla nalezena zdrojová ani záložní proměnná.
de: Vorlagenerstellungsfehler beim Verarbeiten des Makros '{0}': Variable '{1}'. Es wurde weder eine Quell- noch eine Fallbackvariable gefunden.
es: Error de creación de plantilla al procesar la macro '{0}': variable '{1}'. No se encontró ninguna variable de origen ni de reserva.
fr: Une erreur de création de modèle s’est produite lors du traitement de la macro '{0}' : variable '{1}'. Aucune variable source ou de secours n’a été trouvée.
it: Errore di creazione del modello durante l'elaborazione della macro '{0}': Variabile '{1}'. Non sono state trovate né l'origine né la variabile di fallback.
ja: マクロ '{0}': 変数 '{1}' の処理中にテンプレート作成エラーが発生しました。ソース変数もフォールバック変数も見つかりませんでした。
ko: 매크로 '{0}'을(를) 처리하는 동안 템플릿 작성 오류가 발생했습니다: 변수 '{1}'. 원본 변수와 대체 변수를 모두 찾을 수 없습니다.
pl: Wystąpił błąd tworzenia szablonu podczas przetwarzania makra „{0}”: zmienna „{1}”. Nie znaleziono zmiennej źródłowej ani rezerwowej.
pt_br: Erro de criação de modelo encontrado durante o processamento da macro '{0}': Variável '{1}'. Nem a fonte nem a variável de fallback foram encontradas.
ru: Произошла ошибка при создании шаблона во время обработки макроса "{0}": переменная "{1}". Не найдена ни исходная, ни резервная переменная.
tr: '{0}' makrosu işlenirken şablon yazma hatasıyla karşılaşıldı: '{1}' değişkeni. Kaynak veya geri dönüş değişkeni bulunamadı.
zh_hans: 处理宏 "{0}" 时遇到模板创作错误: 变量 "{1}"。未找到源变量和回退变量。
zh_hant: 處理巨集 '{0}' 時發生範本製作錯誤: 變數 '{1}'。找不到來源或後援變數。

# EvaluatorSelector_Exception_UnknownEvaluator
source: Unrecognized evaluator: '{0}'.
cs: Nerozpoznané vyhodnocení: „{0}“
de: Unbekannte Auswerter: „{0}“.
es: Evaluador no reconocido: '{0}'.
fr: Évaluateur non reconnu : '{0}'.
it: Analizzatore non riconosciuto: '{0}'.
ja: 認識されないエバリュエーター: '{0}'。
ko: 알 수 없는 평가자: '{0}'.
pl: Nierozpoznany ewaluator: „{0}”.
pt_br: Avaliador não reconhecido: '{0}'.
ru: Нераспознанный оценщик: "{0}".
tr: Tanınmayan değerlendirici: '{0}'.
zh_hans: 无法识别的计算器: "{0}" 。
zh_hant: 無法辨識的評估工具: '{0}'。

# GeneratePortNumberConfig_Warning_InvalidHighBound
source: The high port bound '{0}' is greater than the maximum allowed, '{1}' will be used instead.
cs: Horní mez „{0}“ portu překračuje maximální povolenou hodnotu. Místo toho se použije „{1}“.
de: Die obere Portgrenze „{0}“ ist größer als der maximal zulässige Wert. Es wird stattdessen „{1}“ verwendet.
es: El límite de puerto alto '{0}' es mayor que el máximo permitido, se usará '{1}' en su lugar.
fr: La limite '{0}' de port élevé est supérieure au maximum autorisé, '{1}' sera utilisé à la place.
it: Il limite porta superiore '{0}' è superiore al valore massimo consentito. Verrà usato '{1}'.
ja: 上限ポート バウンド '{0}' が許可されている最大値を超えています。代わりに '{1}' が使用されます。
ko: 상위 포트 경계 '{0}'이(가) 허용된 최대값보다 크므로 '{1}'이(가) 대신 사용됩니다.
pl: Zamiast tego zostanie użyta granica wysokiego portu „{0}” większa niż maksymalna dozwolona wartość. Zostanie użyta wartość „{1}”.
pt_br: O limite de porta alta '{0}' é maior que o máximo permitido, '{1}' será usado em vez disso.
ru: Верхняя граница порта "{0}" больше максимально допустимого значения, вместо него будет использоваться "{1}".
tr: '{0}' yüksek bağlantı noktası sınırı, izin verilen maksimum sınırdan daha büyük; bunun yerine '{1}' kullanılacak.
zh_hans: 高端口绑定 "{0}" 大于允许的最大值，将改用 "{1}"。
zh_hant: 高連接埠繫結 '{0}' 大於允許的最大值，將改用 '{1}'。

# GeneratePortNumberConfig_Warning_InvalidLowBound
source: The low port bound '{0}' is less than the minimum allowed, '{1}' will be used instead.
cs: Dolní mez portu „{0}“ je menší než minimální povolená hodnota. Místo toho se použije „{1}“.
de: Die untere Portgrenze „{0}“ ist kleiner als der zulässige Mindestwert. Es wird stattdessen „{1}“ verwendet.
es: El límite de puerto bajo '{0}' es menor que el mínimo permitido, se usará '{1}' en su lugar.
fr: La limite '{0}' de port bas est inférieure au minimum autorisé, '{1}' sera utilisé à la place.
it: Il limite porta inferiore '{0}' è inferiore al valore minimo consentito. Verrà usato '{1}'.
ja: 下限ポート バインド '{0}' が許可されている最小値を下回っています。代わりに '{1}' が使用されます。
ko: 낮은 포트 경계 '{0}'이(가) 허용된 최소값보다 작습니다. 대신 '{1}'이(가) 사용됩니다.
pl: Dolna granica portu „{0}” jest mniejsza niż minimalna dozwolona wartość. Zostanie użyta wartość „{1}”.
pt_br: O limite de porta baixa '{0}' é menor do que o mínimo permitido; '{1}' será usado em vez disso.
ru: Длина нижней границы порта "{0}" меньше минимально допустимого значения, вместо него будет использоваться "{1}".
tr: '{0}' düşük bağlantı noktası sınırı, izin verilen minimum sınırdan daha küçük; bunun yerine '{1}' kullanılacak.
zh_hans: 低端口绑定 "{0}" 小于允许的最小值，将改用 "{1}"。
zh_hant: 低連接埠繫結 '{0}' 小於允許的最小值，將改用 '{1}'。

# GeneratePortNumberConfig_Warning_InvalidLowHighBound
source: The low port bound '{0}' is greater the high port bound '{1}', the default range [{2}-{3}] will be used instead.
cs: Dolní mez „{0}“ portu je větší než „{1}“ s vysokou mezí portu, Místo toho se použije výchozí rozsah [{2}–{3}].
de: Die untere Portgrenze „{0}“ ist größer als die obere Portgrenze „{1}“. Der Standardbereich [{2}-{3}] wird stattdessen verwendet.
es: El límite de puerto bajo '{0}' es mayor que el límite de puerto alto '{1}', se usará el intervalo predeterminado [{2}-{3}] en su lugar.
fr: La limite '{0}' de port bas est supérieure à la limite '{1}' de port haut. La plage par défaut [{2}-{3}] sera utilisée à la place.
it: Il limite porta inferiore '{0}' è maggiore del limite porta superiore '{1}'. Verrà usato l'intervallo predefinito [{2}-{3}].
ja: 下限ポート バインド '{0}' が上限ポート バインド '{1}'を超えています。代わりに既定の範囲 [{2}-{3}] が使用されます。
ko: 낮은 포트 경계 '{0}'이(가) 높은 포트 경계 '{1}'보다 크면 기본 범위 [{2}-{3}]가 대신 사용됩니다.
pl: Dolna granica portu „{0}” jest większa od wysokiej granicy portu „{1}” Zamiast tego zostanie użyty domyślny zakres [{2}-{3}].
pt_br: O limite de porta baixa '{0}' é maior que '{1}', o intervalo padrão [{2}-{3}] será usado.
ru: Нижняя граница порта "{0}" больше верхней границы порта "{1}", вместо этого будет использоваться диапазон по умолчанию [{2}-{3}].
tr: '{0}' düşük bağlantı noktası sınırı, '{1}' yüksek bağlantı noktası sınırından daha büyük; bunun yerine varsayılan aralık [{2}-{3}] kullanılacak.
zh_hans: 低端口绑定 "{0}" 大于高端口绑定 "{1}" ，将改用默认范围 [{2}-{3}]。
zh_hant: 低連接埠繫結 '{0}' 大於高連接埠繫結 '{1}'，將改用預設範圍 [{2}-{3}]。

# JoinMacroConfig_Exception_ValuePropertyIsEmpty
source: Generated symbol '{0}': array '{1}' should contain JSON objects with property non-empty '{2}' when '{3}' is '{4}'.
cs: Vygenerovaný symbol „{0}“: pole „{1}“ by měl obsahovat objekty JSON s neprázdnou vlastností „{2}“, pokud „{3}“ je „{4}“.
de: Generiertes Symbol „{0}“: Das Array „{1}“ muss JSON-Objekte mit nicht leerer Eigenschaft „{2}“, wenn „{3}“ auf „{4}“ festgelegt ist.
es: El símbolo generado '{0}': la matriz '{1}' debe contener objetos JSON con una propiedad '{2}' que no esté vacía cuando '{3}' es '{4}'.
fr: Symbole généré '{0}' : le tableau '{1}' doit contenir des objets JSON avec une propriété '{2}' non vide lorsque '{3}' est '{4}'.
it: Simbolo generato: '{0}': la matrice '{1}' deve contenere oggetti JSON con la proprietà '{2}' non vuota quando '{3}' è '{4}'.
ja: 生成されたシンボル '{0}': 配列 '{1}' には、'{3}' が '{4}' の場合に、空でない '{2}' プロパティを持つ JSON オブジェクトを含める必要があります。
ko: 생성된 기호 '{0}': 배열 '{1}'에는 '{3}'이(가) '{4}'일 때 비어 있지 않은 '{2}' 속성이 있는 JSON 개체가 포함되어야 합니다.
pl: Wygenerowany symbol „{0}”: tablica „{1}” powinna zawierać obiekty JSON z właściwością niepustą „{2}”, gdy „{3}” ma wartość „{4}”.
pt_br: Símbolo gerado '{0}': a matriz '{1}' deve conter objetos JSON com a propriedade '{2}' quando '{3}' é '{4}'.
ru: Созданный символ "{0}": массив "{1}" должен содержать объекты JSON с непустым свойством "{2}", когда "{3}" — "{4}".
tr: Oluşturulan '{0}' sembolü '{1}' dizisi, '{3}' özelliğinin değeri '{4}' olduğunda boş olmayan '{2}' özelliğine sahip JSON nesnelerini içermelidir.
zh_hans: 生成的符号 "{0}": 当 "{3}" 为 "{4}" 时，数组 "{1}" 应包含属性为非空 "{2}" 的 JSON 对象。
zh_hant: 產生的符號 '{0}': 當 '{3}' 為 '{4}' 時，陣列 '{1}' 應包含具有非空白屬性 '{2}' 的 JSON 物件。

# LocalizationModelDeserializer_Error_FailedToParse
source: Failed to read or parse localization file {0}, it will be skipped from further processing.
cs: Nepodařilo se přečíst soubor pro analýzu lokalizace {0}. Jeho další zpracování se přeskočí.
de: Fehler beim Lesen oder parsen der Lokalisierungsdatei {0}. Sie wird bei der weiteren Verarbeitung übersprungen.
es: No se pudo leer o analizar el archivo de localización {0}, se omitirá del procesamiento posterior.
fr: Impossible de lire ou d'analyser le fichier de localisation {0}, il sera ignoré du traitement ultérieur.
it: Non è stato possibile leggere il file di localizzazione dell'analisi {0}. Verrà ignorato dall'ulteriore elaborazione.
ja: {0}ローカリゼーション ファイルの読み取りまたは解析に失敗したため、それ以降の処理はスキップされます。
ko: 구문 분석 지역화 파일 {0}을(를) 읽거나 구문 분석하지 못했습니다. 해당 파일을 추가 처리에서 건너뜁니다.
pl: Nie można odczytać lub przeanalizować pliku lokalizacji {0}. Zostanie on pominięty podczas dalszego przetwarzania.
pt_br: Falha ao ler ou analisar o arquivo de localização {0}, ele será ignorado no processamento posterior.
ru: Не удалось прочесть или проанализировать файл локализации {0}. Этот файл будет пропущен при дальнейшей обработке.
tr: Yerelleştirme dosyası {0} okunamadı veya ayrıştırılamadı, daha fazla işlenmeden atlanacak.
zh_hans: 无法读取或分析本地化文件 {0}，后续处理中将会跳过该文件。
zh_hant: 無法讀取或剖析當地語系化檔案 {0}，將略過進一步處理。

# LocalizationModelDeserializer_Error_UnknownLocale
source: Locale '{0}' does not match any known cultures.
cs: Národní prostředí „{0}“ neodpovídá žádným známým jazykových verzím.
de: Das Gebietsschema „{0}“ stimmt mit keiner bekannten Kultur überein.
es: La configuración regional "{0}" no coincide con ninguna referencia cultural conocida.
fr: Les paramètres régionaux '{0}' ne correspondent à aucune culture connue.
it: Le impostazioni locali '{0}' non corrispondono ad alcuna lingua nota.
ja: ロケール '{0}' は既知のどのカルチャとも一致しません。
ko: 로캘 '{0}'이(가) 알려진 문화권과 일치하지 않습니다.
pl: Ustawienie regionalne „{0}” nie pasuje do żadnych znanych kultur.
pt_br: A localidade ''{0}'' não corresponde a nenhuma cultura conhecida.
ru: Языковой стандарт "{0}" не соответствует ни одному из известных языков и региональных параметров.
tr: Yerel ayar ('{0})' bilinen kültürlerle eşleşmiyor.
zh_hans: 区域设置“{0}”与任何已知区域性都不匹配。
zh_hant: 地區設定 '{0}' 與任何已知的文化特性都不相符。

# MacroConfig_Exception_AccessToDependencies
source: The method '{0}' must be called prior '{1}' property reading.
cs: Metoda „{0}“ musí být volána před čtením vlastnosti „{1}“.
de: Die Methode '{0}' muss vor dem Lesen der Eigenschaft '{1}' aufgerufen werden.
es: Se debe llamar al método '{0}' antes de leer la propiedad '{1}'.
fr: La méthode '{0}' doit être appelée avant la lecture '{1}' propriété.
it: Il metodo '{0}' deve essere chiamato prima della lettura della proprietà '{1}'.
ja: メソッド '{0}' は、'{1}' プロパティの読み取り前に呼び出す必要があります。
ko: 메서드 '{0}'은(는) '{1}' 속성 읽기 전에 호출해야 합니다.
pl: Metoda „{0}” musi być wywoływana przed odczytem właściwości „{1}”.
pt_br: O método '{0}' deve ser chamado antes da leitura da propriedade '{1}'.
ru: Метод "{0}" должен быть вызываться перед чтением свойства "{1}".
tr: '{0}' yöntemi, '{1}' özellik okumasından önce çağrılmalıdır.
zh_hans: 必须先调用方法 "{0}" 再读取 "{1}" 属性。
zh_hant: 讀取 '{1}' 屬性之前，必須先呼叫方法 '{0}'。

# MacroProcessing_Warning_DependencyErrors
source: '{0}' was not processed due to the next issues in dependencies: '{1}'.
cs: {0} se nezpracovalo kvůli dalším problémům v závislostech: {1}.
de: '{0}' wurde aufgrund der nächsten Probleme in Abhängigkeiten nicht verarbeitet: '{1}'.
es: "{0}" no se ha procesado debido a los siguientes problemas en las dependencias: "{1}".
fr: «{0}» n’a pas été traité en raison des problèmes suivants dans les dépendances : «{1}».
tr: '{0}', bağımlılıklarda bulunan aşağıdaki sorunlar nedeniyle işlenmedi: '{1}'.
zh_hant: 因為相依性中的下一個問題: '{1}'，所以未處理 '{0}'。

# RunnableProjectConfig_OperationSetup_UnknownForm
source: The symbol '{0}': unable to find a form '{1}', the further processing of the symbol will be skipped.
cs: Symbol „{0}“: nelze najít formulář „{1}“, další zpracování symbolu bude přeskočeno.
de: Das Symbol „{0}“: Das Formular „{1}“ wurde nicht gefunden. Die weitere Verarbeitung des Symbols wird übersprungen.
es: El símbolo '{0}': no puede encontrar un formulario '{1}', se omitirá el procesamiento posterior del símbolo.
fr: Le symbole '{0}' : impossible de trouver un formulaire '{1}'. Le traitement du symbole sera ignoré.
it: Simbolo '{0}': non è possibile trovare un modulo '{1}'. L'ulteriore elaborazione del simbolo verrà ignorata.
ja: シンボル '{0}': フォーム '{1}'が見つからないため、シンボルの処理はスキップされます。
ko: 기호 '{0}': 형식 '{1}'을(를) 찾을 수 없습니다. 기호에 대한 추가 처리는 건너뜁니다.
pl: Symbol „{0}”: nie można odnaleźć formularza „{1}”. Dalsze przetwarzanie symbolu zostanie pominięte.
pt_br: O símbolo '{0}': não é possível localizar um formulário '{1}', o processamento adicional do símbolo será ignorado.
ru: Символ "{0}": не удается найти "{1}" формы, дальнейшая обработка символа будет пропущена.
tr: '{0}' sembolü '{1}' biçimini bulamıyor, sembol daha fazla işlenmeyecek.
zh_hans: 符号 "{0}": 找不到窗体 "{1}"，将跳过该符号的进一步处理。
zh_hant: 符號 '{0}': 找不到表單 '{1}'，將跳過符號的進一步處理。

# MacroConfig_Exception_ArrayShouldContainObjects
source: Generated symbol '{0}': array '{1}' should contain JSON objects.
cs: Vygenerovaný symbol „{0}“: pole „{1}“ by mělo obsahovat objekty JSON.
de: Generiertes Symbol „{0}“: Das Array „{1}“ muss JSON-Objekte enthalten.
es: El símbolo generado '{0}': la matriz '{1}' debe contener objetos JSON.
fr: Symbole généré '{0}' : le tableau '{1}' doit contenir des objets JSON.
it: Simbolo generato: '{0}': la matrice '{1}' deve contenere oggetti JSON.
ja: 生成されたシンボル '{0}': 配列 '{1}' には、JSON オブジェクトを含める必要があります。
ko: 생성된 기호 '{0}': 배열 '{1}'에는 JSON 개체가 포함되어야 합니다.
pl: Wygenerowany symbol „{0}”: tablica „{1}” powinna zawierać obiekty JSON.
pt_br: Símbolo gerado '{0}': a matriz '{1}' deve conter objetos JSON.
ru: Созданный символ "{0}": массив "{1}" должен содержать объекты JSON.
tr: Oluşturulan '{0}' sembolü '{1}' dizisi JSON nesnelerini içermelidir.
zh_hans: 生成的符号 "{0}": 数组 "{1}" 应包含 JSON 对象。
zh_hant: 產生的符號 '{0}': 陣列 '{1}' 應包含 JSON 物件。

# MacroConfig_Exception_InvalidJSON
source: Generated symbol '{0}': '{1}' is not a valid JSON.
cs: Vygenerovaný symbol „{0}“: „{1}“ není platný JSON.
de: Generiertes Symbol „{0}“: „{1}“ ist kein gültiger JSON-Code.
es: El símbolo generado '{0}': '{1}' no es un JSON válido.
fr: Symbole généré '{0}' : '{1}' n’est pas un JSON valide.
it: Simbolo generato '{0}': '{1}' non è un oggetto JSON valido.
ja: 生成されたシンボル '{0}': '{1}' は有効な JSON ではありません。
ko: 생성된 기호 '{0}': '{1}'은(는) 유효한 JSON이 아닙니다.
pl: Wygenerowany symbol „{0}”: „{1}” nie jest prawidłowym kodem JSON.
pt_br: Símbolo gerado '{0}': '{1}' não é um JSON válido.
ru: Созданный символ "{0}": "{1}" не является допустимым JSON.
tr: Oluşturulan '{0}': '{1}' sembolü geçerli bir JSON değil.
zh_hans: 生成的符号 "{0}": "{1}" 不是有效的 JSON。
zh_hant: 產生的符號 '{0}': '{1}' 不是有效的 JSON。
