Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Orchestrator.RunnableProjects/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Authoring_CONFIG0201_PostActionIdIsNotUnique
source: Id of the post action '{0}' at index '{1}' is not unique. Only the first post action that uses this id will be localized.
cs: ID akce post „{0}“ na indexu „{1}“ není jedinečné. Dojde pouze k lokalizaci první akce příspěvku, která používá toto ID.
de: Die ID der Postaktion "{0}" am Index "{1}" ist nicht eindeutig. Nur die erste Postaktion, die diese ID verwendet, wird lokalisiert.
es: El Id. de la acción post {0} en el índice {1} no es único. Solo se localizará la primera acción post que use este Id.
fr: L’ID de l’action de publication «{0}» à l’index «{1}» n’est pas unique. Seule la première action de publication qui utilise cet ID sera localisée.
it: L'ID dell'azione di pubblicazione '{0}' in corrispondenza dell'indice '{1}' non è univoco. Solo la prima azione di pubblicazione che usa questo ID verrà localizzata.
ja: インデックス '{1}' の投稿アクション '{0}' の ID が一意ではありません。この ID を使用する最初の投稿アクションのみがローカライズされます。
ko: 인덱스 ‘{1}’에서 게시 작업 ‘{0}’의 ID가 고유하지 않습니다. 이 ID를 사용하는 첫 번째 게시 작업만 현지화됩니다.
pl: Identyfikator akcji ogłaszania „{0}” w indeksie „{1}” nie jest unikatowy. Tylko pierwsza akcja ogłaszania używająca tego identyfikatora zostanie zlokalizowana.
pt_br: Id da ação post '{0}' no índice '{1}' não é único. Somente a primeira ação de postagem que usa esse id será localizada.
ru: Идентификатор операции POST "{0}" по индексу "{1}" не является уникальным. Будет локализована только первая операция POST, использующая этот идентификатор.
tr: ‘{1}’ indisindeki '{0}' gönderme eyleminin kimliği benzersiz değil. Yalnızca bu kimliği kullanan ilk gönderme eylemi yerelleştirilecek.
zh_hans: 索引 '{1}' 处发布操作 '{0}' 的 id 不唯一。将仅本地化使用此 ID 的第一个发布操作。
zh_hant: 位於索引 '{1}' 的張貼動作 '{0}' 的識別碼不是唯一的。只會將使用此識別碼的第一個張貼動作當地語系化。

# Authoring_CONFIG0202_PostActionMustHaveActionId
source: Post action at index '{0}' should have an 'actionId' to declare the action to be executed.
cs: Akce post na indexu „{0}“ by měla mít „actionId“ pro deklaraci akce, která se má provést.
de: Die Postaktion am Index "{0}" muss über eine "actionId" verfügen, um die auszuführende Aktion zu deklarieren.
es: La acción post en el índice {0} debe tener un actionId para declarar la acción que se va a ejecutar.
fr: L’action de publication à l’index '{0}' doit avoir un 'actionId' pour déclarer l’action à exécuter.
it: L'azione successiva all'indice '{0}' deve avere un 'actionId' per dichiarare l'azione da eseguire.
ja: インデックス '{0}' の投稿アクションには、実行するアクションを宣言する 'actionId' が必要です。
ko: 인덱스 '{0}'의 게시 작업에는 실행할 작업을 선언하는 'actionId'가 있어야 합니다.
pl: Akcja ogłaszania w indeksie „{0}” powinna mieć identyfikator „actionId”, aby zadeklarować akcję do wykonania.
pt_br: A ação post no índice '{0}' deve ter um 'actionId' para declarar a ação a ser executada.
ru: Операция POST по индексу "{0}" должна иметь "actionId", чтобы объявить выполняемое действие.
tr: '{0}' indisindeki gönderme eyleminin, yürütülecek eylemi bildirmek için bir 'actionId' değeri olması gerekir.
zh_hans: 索引 '{0}' 处的发布操作应具有“actionId”以声明要执行的操作。
zh_hant: 位於索引 '{0}' 的張貼動作應該有 'actionId' 來宣告要執行的動作。

# Authoring_CONFIG0203_ManualInstructionIdIsNotUnique
source: 'id' of the manual instruction '{0}' at index {1} is not unique. Only the first manual instruction that uses this id will be localized.
cs: ID manuální instrukce {0} v indexu {1} není jedinečné. Lokalizuje se jen první manuální instrukce, která používá toto ID.
de: Die ID der manuellen Anweisung „{0}“ im Index {1} ist nicht eindeutig. Nur die erste manuelle Anweisung mit dieser ID wird lokalisiert.
es: El Id. de la instrucción manual \"{0}\" en el índice {1} no es único. Solo se localizará la primera instrucción manual que use este Id.
fr: «ID» de l’instruction manuelle «{0}» à l’index {1} n’est pas unique. Seule la première instruction manuelle qui utilise cet ID sera localisée.
it: L''id' dell'istruzione manuale '{0}' in corrispondenza dell'indice {1} non è univoco. Solo la prima istruzione manuale che usa questo id verrà localizzata.
ja: インデックス {1} の手動手順 {0} の 'ID' が一意ではありません。この ID を使用する最初の手動手順のみがローカライズされます。
ko: 인덱스 {1}에 있는 수동 명령 '{0}'의 'id'가 고유하지 않습니다. 이 ID를 사용하는 첫 번째 수동 명령만 현지화됩니다.
pl: Identyfikator instrukcji ręcznej „{0}” pod indeksem {1} nie jest unikatowy. Zlokalizowana zostanie tylko pierwsza instrukcja ręczna, która używa tego identyfikatora.
pt_br: 'id' da instrução manual '{0}' no índice {1} não é exclusiva. Apenas a primeira instrução manual que usa esta id será localizada.
ru: Идентификатор инструкции для выполнения вручную \"{0}\" по индексу {1} не является уникальным. Будет локализована только первая инструкция, использующая этот идентификатор.
tr: ‘{1}‘ dizininde bulunan ‘{0}’ el ile yönergesinin ‘kimliği’ benzersiz değil. Yalnızca bu kimliği kullanan ilk el ile yönerge yerelleştirilecek.
zh_hans: 索引 {1} 处的手动指令“{0}”的 ID 不唯一。将仅本地化使用此 ID 的第一个手动指令。
zh_hant: 位於索引 {1} 之手動指令 '{0}' 的 'id' 不是唯一的。系統只會將使用此識別碼的第一個手動指令當地語系化。

# Authoring_CONFIG0204_UnknownArgumentForReplace
source: The argument '{0}' configured in '{1}' is not listed in '{2}' and will be skipped for processing.
cs: Argument „{0}“ nakonfigurovaný v „{1}“ není uveden v „{2}“ a bude přeskočen ke zpracování.
de: Das in "{1}" konfigurierte Argument "{0}" ist in "{2}" nicht aufgeführt und wird zur Verarbeitung übersprungen.
es: El argumento '{0}' configurado en '{1}' no aparece en '{2}' y se omitirá en el procesamiento.
fr: L’argument «{0}» configuré dans «{1}» n’est pas répertorié dans «{2}» et sera ignoré pour traitement.
it: L'argomento '{0}' configurato in '{1}' non è elencato in '{2}' e verrà ignorato per l'elaborazione.
ja: '{1}' で構成された引数 '{0}' は、'{2}' に一覧表示されていないので、処理のためにスキップされます。
ko: '{1}'에서 구성된 '{0}' 인수가 '{2}' 나열되어 있지 않으므로 처리를 건너뜁니다.
pl: Argument „{0}” skonfigurowany w „{1}” nie jest wymieniony na liście „{2}” i zostanie pominięty na potrzeby przetworzenia.
pt_br: O argumento '{0}' configurado em '{1}' não está listado em '{2}' e será ignorado para processamento.
ru: Аргумент "{0}", настроенный в "{1}", не указан в "{2}" и будет пропущен для обработки.
tr: '{1}' içinde yapılandırılmış '{0}' bağımsız değişkeni '{2}' içinde listelenmediğinden işlenmeden atlanacak.
zh_hans: '{0}'中配置的参数'{1}'未在'{2}'中列出，将跳过该参数进行处理。
zh_hant: 在 '{1}' 中所設定的引數 '{0}' 未列在 '{2}' 中，並將略過處理。

# Authoring_CyclicDependencyInSymbols
source: Parameter conditions contain cyclic dependency: [{0}] that is preventing deterministic evaluation.
cs: Podmínky parametru obsahují cyklickou závislost: [{0}], která brání deterministickému vyhodnocení.
de: Parameterbedingungen enthalten eine zyklische Abhängigkeit [{0}], welche die deterministische Auswertung verhindert.
es: Las condiciones del parámetro contienen una dependencia cíclica: [{0}] que impide la evaluación determinista.
fr: Les conditions de paramètre contiennent une dépendance cyclique : [{0}] qui empêche l'évaluation déterministe.
it: Le condizioni del parametro contengono una dipendenza ciclica: [{0}] che impedisce la valutazione deterministica.
ja: パラメーター条件には、循環依存関係 [{0}] が含まれており、これが決定論的評価を妨げています。
ko: 매개 변수 조건에 결정적 평가를 방지하는 순환 종속성 [{0}]이(가) 포함되어 있습니다.
pl: Warunki parametru zawierają zależność cykliczną: [{0}], która uniemożliwia ocenę deterministyczną.
pt_br: As condições de parâmetro contêm dependência cíclica: [{0}] que está impedindo a avaliação determinística.
ru: Условия параметров содержат циклическую зависимость [{0}], из-за которой невозможно выполнить детерминированную оценку.
tr: Parametre koşulları, belirlenimci değerlendirmeyi engelleyen döngüsel bağımlılık içeriyor: [{0}]
zh_hans: 参数条件包含阻止确定性计算的循环依赖项: [{0}]。
zh_hant: 參數條件包含迴圈相依性: [{0}]，導致無法進行確定性評估。

# Authoring_InvalidJsonElementInLocalizationFile
source: Localization file should only contain elements with type 'string'. Remove elements that are not strings.
cs: Soubor lokalizace by měl obsahovat pouze prvky typu řetězec“. Odeberte prvky, které nejsou typu řetězec.
de: Die Datei Lokalisierungsdatei darf nur Elemente mit dem Typ „Zeichenfolge“ enthalten. Entfernen Sie die Elemente, die keine Zeichenfolgen sind.
es: El archivo de localización solo debería contener elementos con el tipo \"string\". Quite los elementos que no sean cadenas.
fr: Le fichier de localisation doit contenir uniquement des éléments de type « chaîne ». Supprimez les éléments qui ne sont pas des chaînes.
it: Il file di localizzazione deve contenere solo elementi con tipo 'stringa'. Rimuovere gli elementi che non sono stringhe.
ja: ローカライズ ファイルには、'string' 型の要素のみを含める必要があります。文字列以外の要素を削除してください。
ko: 현지화 파일에는 ‘문자열’ 형식의 요소만 포함되어야 합니다. 문자열이 아닌 요소를 제거하세요.
pl: Plik lokalizacji powinien zawierać tylko elementy typu „ciąg”. Usuń elementy, które nie są ciągami.
pt_br: O arquivo de localização deve conter somente elementos com o tipo 'cadeia de caracteres'. Remova elementos que não são cadeia de caracteres.
ru: Файл локализации должен содержать только элементы типа \"строка\". Удалите элементы, которые не являются строками.
tr: Yerelleştirme dosyası yalnızca ‘dize’ türünde öğeler içermelidir. Dize olmayan öğeleri kaldırın.
zh_hans: 本地化文件仅应包含类型为“字符串”的元素。请删除不是字符串的元素。
zh_hant: 當地語系化檔案應只包含類型為 'string' 的元素。請移除非字串的元素。

# Authoring_InvalidManualInstructionLocalizationIndex
source: In localization file under the post action with id '{1}', there are localized strings for manual instruction(s) with ids '{0}'. These manual instructions do not exist in the template.json file and should be removed from localization file.
cs: V souboru lokalizace se u akce publikování s ID {1} nachází lokalizované řetězce s manuálními instrukcemi s ID {0}. Tyto manuální pokyny neexistují v souboru template.json a ze souboru lokalizace by měly být odebrány.
de: In der Lokalisierungsdatei unter der POST-Aktion mit der ID „{1}“ befinden sich lokalisierte Zeichenfolgen für manuelle Anweisungen mit den IDs „{0}“. Diese manuellen Anweisungen sind in der Datei „template.json“ nicht vorhanden und sollten aus der Lokalisierungsdatei entfernt werden.
es: En el archivo de localización en la acción post con el Id. \"{1}\", hay cadenas localizadas para instruccion(es) manual(es) con id \"{0}\". Estas instrucciones manuales no existen en el archivo template.json y es necesario quitarlas del archivo de localización.
fr: Dans le fichier de localisation sous l’action de publication avec l’ID «{1}», il existe des chaînes localisées pour les instructions manuelles avec les ID «{0}». Ces instructions manuelles n’existent pas dans le fichier template.json et doivent être supprimées du fichier de localisation.
it: Nel file di localizzazione, nell'azione di pubblicazione con id '{1}', sono presenti stringhe localizzate per le istruzioni manuali con id '{0}'. Queste istruzioni manuali non esistono nel file template.json e devono essere rimosse dal file di localizzazione.
ja: ID '{1}' の事後アクションの下にあるローカライズ ファイルには、ID '{0}' の手動手順のローカライズされた文字列があります。これらの手動手順は、template.json ファイルに存在しないため、ローカライズ ファイルから削除する必要があります。
ko: id ‘{1}’이(가) 있는 게시 작업 아래의 현지화 파일에는 ids ‘{0}’이(가) 있는 수동 지침을 위한 현지화된 문자열이 있습니다. 이러한 수동 지침은 template.json 파일에 없으며 현지화 파일에서 제거해야 합니다.
pl: W pliku lokalizacji w ramach akcji publikowania z wartością id „{1}” istnieją zlokalizowane ciągi dla ręcznych instrukcji z identyfikatorami „{0}”. Te ręczne instrukcje nie istnieją w pliku template.json i powinny zostać usunięte z pliku lokalizacji.
pt_br: No arquivo de localização sob a ação posterior com a id '{1}', existem cadeia de caracteres localizadas para instrução(ões) manual(is) com ids '{0}'. Estas instruções manuais não existem no arquivo template.json e devem ser removidas do arquivo de localização.
ru: В файле локализации под операцией POST с идентификатором \"{1}\" имеются локализованные строки для инструкций для выполнения вручную с идентификаторами \"{0}\". Эти инструкции не существуют в файле template.json и должны быть удалены из файла локализации.
tr: ‘{1}’ kimliğine sahip gönderme eyleminin altındaki yerelleştirme dosyasında ‘{0}’ kimliklerine sahip el ile yönerge için yerelleştirilmiş dizeler var. Bu el ile yönergeler template.json dosyasında yok ve yerelleştirme dosyasından kaldırılması gerekiyor.
zh_hans: 在 post 操作下带 “id”“{1}”的本地化文件中，包含带有 id“{0}”的手动指令的本地化字符串。template.json 文件中不存在这些手动指令，应将其从本地化文件中删除。
zh_hant: 在識別碼為 '{1}' 張貼動作下的當地語系化檔案中，有識別碼為 '{0}' 的手動指令當地語系化字串。這些手動指令不存在於 template.json 檔案中，並應該從當地語系化檔案中移除。

# Authoring_InvalidMultichoiceSymbol
source: Choice parameter '{0}' is invalid. It allows multiple values ('AllowMultipleValues=true'), while some of the configured choices contain separator characters ({1}). Invalid choices: {2}
cs: Parametr volby „{0}“ je neplatný. Umožňuje více hodnot (AllowMultipleValues=true), zatímco některé z nakonfigurovaných voleb obsahují oddělovače ({1}). Neplatné volby: {2}
de: Der Auswahlparameter „{0}“ ist ungültig. Er lässt mehrere Werte zu ('AllowMultipleValues=true'), während einige der konfigurierten Optionen Trennzeichen enthalten ({1}). Ungültige Auswahlmöglichkeiten: {2}
es: El parámetro de opción "{0}" no es válido. Permite varios valores ('AllowMultipleValues=true'), mientras que algunas de las opciones configuradas contienen caracteres separadores ({1}). Opciones no válidas: {2}
fr: Le paramètre de choix '{0}' n'est pas valide. Il autorise plusieurs valeurs ('AllowMultipleValues=true'), tandis que certains des choix configurés contiennent des caractères de séparation ({1}). Choix invalides : {2}
it: Il parametro di scelta ‘{0}’ non è valido. Consente più valori ('AllowMultipleValues=true'), mentre alcune delle scelte configurate contengono caratteri separatori ({1}). Scelte non valide: {2}
ja: 選択肢パラメーター '{0}' は無効です。複数の値 ('AllowMultipleValues=true') が許可されますが、構成されている選択肢の一部には区切り文字 ({1}) が含まれています。無効な選択肢: {2}
ko: 선택 매개 변수 ‘{0}’이(가) 잘못되었습니다. 여러 값('AllowMultipleValues=true')을 허용하는 반면, 구성된 선택 항목 중 일부에는 구분 문자({1})가 포함됩니다. 잘못된 선택: {2}
pl: Parametr wyboru „{0}” jest nieprawidłowy. Zezwala na wiele wartości („AllowMultipleValues=true”), a niektóre ze skonfigurowanych opcji wyboru zawierają znaki separatora ({1}). Nieprawidłowe opcje wyboru: {2}
pt_br: O parâmetro de escolha ''{0}'' é inválido. Ele permite vários valores ('AllowMultipleValues=true'), enquanto algumas das opções configuradas contêm caracteres da barra de separação ({1}). Opções inválidas: {2}
ru: Недопустимый параметр выбора "{0}". Он разрешает несколько значений ("AllowMultipleValues=true"), но некоторые настроенные варианты выбора содержат символы-разделители ({1}). Недопустимые варианты выбора: {2}.
tr: '{0}' seçim parametresi geçersiz. Birden çok değere izin verirken ('AllowMultipleValues=true') yapılandırılan seçimlerin bazıları ayırıcı karakterler ({1}) içeriyor. Geçersiz seçimler: {2}
zh_hans: Choice 参数“{0}”无效。它允许多个值 ('AllowMultipleValues=true')，而某些已配置的 choice 包含分隔符字符 ({1})。无效 choice: {2}
zh_hant: 選擇參數 '{0}' 無效。它允許多個值 ('AllowMultipleValues=true')，而部分設定的選擇包含分隔符號字元 ({1})。無效選擇: {2}

# Authoring_InvalidPostActionLocalizationIndex
source: Post action(s) with id(s) '{0}' specified in the localization file do not exist in the template.json file. Remove the localized strings from the localization file.
cs: Akce publikování s ID {0} určené v souboru lokalizace v souboru template.json neexistují. Odeberte lokalizované řetězce ze souboru lokalizace.
de: Die in der Lokalisierungsdatei angegebenen POST-Aktionen mit den IDs „{0}“ sind in der Datei „template.json“ nicht vorhanden. Entfernen Sie die lokalisierten Zeichenfolgen aus der Lokalisierungsdatei.
es: Las acciones \"post\" con Id. \"{0}\" especificadas en el archivo de localización no existen en el archivo template.json. Quite las cadenas localizadas del archivo de localización.
fr: Les actions de publication ayant l’ID «{0}» spécifié dans le fichier de localisation n’existent pas dans le fichier template.json. Supprimez les chaînes localisées du fichier de localisation.
it: Le azioni di pubblicazione con id '{0}' specificate nel file di localizzazione non esistono nel file template.json. Rimuovere le stringhe localizzate dal file di localizzazione.
ja: ローカライズ ファイルに指定された ID '{0}' の事後アクションが template.json ファイルに存在しません。ローカライズされた文字列をローカライズ ファイルから削除してください。
ko: 지역화 파일에 지정된 id ‘{0}’이(가) 있는 게시 작업이 template.json 파일에 없습니다. 현지화 파일에서 현지화된 문자열을 제거합니다.
pl: Akcje publikowania z identyfikatorami „{0}” określone w pliku lokalizacji nie istnieją w pliku template.json. Usuń zlokalizowane ciągi z pliku lokalizacji.
pt_br: A(s) ação(ões) posterior(es) com a(s) id(s) '{0}' especificada(s) no arquivo de localização não existe(m) no arquivo template.json. Remova as cadeia de caracteres localizadas do arquivo de localização.
ru: Операции POST с идентификатором \"{0}\", указанные в файле локализации, не существуют в файле template.json. Удалите локализованные строки из файла локализации.
tr: Yerelleştirme dosyasında belirtilen ‘{0}’ kimliklerine sahip gönderme eylemleri template.json dosyasında yok. Yerelleştirilmiş dizeleri yerelleştirme dosyasından kaldırın.
zh_hans: 本地化文件中指定的 id 为“{0}”的发布操作在 template.json 文件中不存在。请从本地化文件中删除本地化的字符串。
zh_hant: 當地語系化檔案中指定識別碼為 '{0}' 的張貼動作不存在於 template.json 檔案中。請從當地語系化檔案中移除當地語系化字串。

# Authoring_InvalidRegex
source: '{0}' could not be parsed as a regular expression
cs: Výraz {0} se nepovedlo parsovat jako regulární výraz.
de: \"{0}\" konnte nicht als regulärer Ausdruck analysiert werden.
es: No se pudo analizar \"{0}\" como una expresión regular
fr: Impossible d’analyser « {0} » en tant qu’expression régulière
it: Non è stato possibile analizzare '{0}' come espressione regolare
ja: '{0}' を正規表現として解析できませんでした
ko: '{0}'을(를) 정규식으로 구문 분석 할 수 없습니다.
pl: Nie można przeanalizować szablonu \"{0}\" jako wyrażenia regularnego
pt_br: '{0}' não pôde ser analisado como uma expressão regular
ru: Не удалось проанализировать \"{0}\" как регулярное выражение
tr: '{0}', normal ifade olarak ayrıştırılamadı
zh_hans: 无法将“{0}”分析为正则表达式
zh_hant: '{0}' 無法剖析為規則運算式

# Authoring_MalformedPostActionManualInstructions
source: One or more postActions have a malformed or missing manualInstructions value.
cs: Nejméně jedna akce publikování postAction má poškozenou nebo chybějící hodnotu manualInstructions.
de: Eine oder mehrere postActions weisen einen nicht wohlgeformten oder fehlenden „manualInstructions“-Wert auf.
es: Una o varias postActions tienen un valor manualInstructions con un formato incorrecto o faltante.
fr: Une ou plusieurs postActions ont une valeur manualInstructions incorrecte ou manquante.
it: Una o più postActions presentano un valore non valido o mancante.
ja: manualInstructions 値が正しくないか、または不足している postActions が一つ以上あります。
ko: 하나 이상의 postActions에 잘못된 형식의 수동 지침 값이 있거나 누락된 수동 지침 값이 있습니다.
pl: Co najmniej jeden element postActions ma źle sformułowaną lub brakującą wartość manualInstructions.
pt_br: Uma ou mais ações posteriores têm um valor de instruções manuais malformadas ou ausentes.
ru: Одно или несколько postActions имеют неправильное или отсутствующее значение manualInstructions.
tr: Bir veya daha fazla postActions öğesinin hatalı biçimlendirilmiş veya eksik bir değeri var.
zh_hans: 一个或多个 postActions 中具有格式错误的 manualInstructions 值或缺少该值。
zh_hant: 一或多個 postActions 具有格式錯誤或遺漏 manualInstructions 值。

# Authoring_MissingValue
source: Missing '{0}'.
cs: Chybí {0}.
de: „{0}“ fehlt.
es: Falta \"{0}\".
fr: «{0}» manquant.
it: Autorizzazione '{0}' mancante.
ja: '{0}' がありません。
ko: '{0}'이(가) 없습니다.
pl: Brak elementu „{0}”.
pt_br: '{0}' ausente.
ru: Отсутствует \"{0}\".
tr: '{0}' eksik.
zh_hans: 缺少“{0}”。
zh_hant: 缺少 '{0}'。

# Authoring_NonBoolDataTypeForRegexMatch
source: A non-bool DataType was specified for a regexMatch type symbol
cs: Pro symbol typu regexMatch se zadal typ DataType, který není logický.
de: Für ein regexMatch-Typsymbol wurde ein Nicht-Boolesche-Datentyp angegeben.
es: Se especificó un tipo de datos no booleano para un símbolo de tipo regexMatch
fr: Un type de données non booléen a été spécifié pour un symbole de type regexMatch
it: È stato specificato un tipo di dati non bool per un simbolo di tipo regexMatch
ja: ブール型ではない regexMatch 型のシンボルが指定されました
ko: regexMatch 유형 기호에 bool이 아닌 데이터 유형이 지정되었습니다.
pl: Dla symbolu typu regexMatch określono nielogiczny typ danych.
pt_br: Um DataType não booleano foi especificado para um símbolo de tipo regexMatch
ru: Для символа типа regexMatch был указан не-bool DataType
tr: Bir regexMatch türü sembol için Boole olmayan bir DataType belirtildi
zh_hans: 已为 regexMatch 类型符号指定非布尔数据类型
zh_hant: 已針對 RegExMatch 類型符號指定非布林值 DataType

# Authoring_SourceDoesNotExist
source: Source '{0}' in template does not exist.
cs: Zdroj {0} v šabloně neexistuje.
de: Die Quelle „{0}“ in der Vorlage ist nicht vorhanden.
es: El origen \"{0}\" de la plantilla no existe.
fr: La source « {0} » dans le modèle n’existe pas.
it: L'origine '{0}' nel modello non esiste.
ja: テンプレートにソース '{0}' が存在しません。
ko: 템플릿에 '{0}' 소스가 없습니다.
pl: Źródło „{0}” w szablonie nie istnieje.
pt_br: A origem '{0}' no modelo não existe.
ru: Источник \"{0}\" в шаблоне не существует.
tr: '{0}' kaynağı şablonda yok.
zh_hans: 模板中的“{0}”不存在。
zh_hant: 範本中的來源 '{0}' 不存在。

# Authoring_SourceIsOutsideInstallSource
source: Source location '{0}' is outside the specified install source location.
cs: Umístění zdroje {0} je mimo zadané umístění zdroje instalace.
de: Der Quellspeicherort „{0}“ liegt außerhalb des angegebenen Speicherorts der Installationsquelle.
es: La ubicación de origen \"{0}\" está fuera de la ubicación de origen de instalación especificada.
fr: L’emplacement source « {0} » est en dehors de l’emplacement source d’installation spécifié.
it: La località di origine '{0}' non è compresa nella località di origine di installazione specificata.
ja: テンプレート: '{0}' - テンプレート ルートは、指定されたインストール ソースの場所外です。
ko: 소스 위치 '{0}'이(가) 지정된 설치 소스 위치 밖에 있습니다.
pl: Lokalizacja źródła „{0}” jest poza określoną lokalizacją źródła instalacji.
pt_br: O local de origem '{0}' está fora do local de origem da instalação especificada.
ru: Исходное расположение \"{0}\" находится за пределами указанного расположения источника установки.
tr: '{0}' kaynak konumu belirtilen yükleme kaynağı konumunun dışında.
zh_hans: 源位置“{0}”位于指定的安装源位置外。
zh_hant: 來源位置 '{0}' 超出指定的安裝來源位置。

# Authoring_SourceMustBeDirectory
source: Source must be a directory, but '{0}' is a file.
cs: Zdroj musí být adresář, ale {0} je soubor.
de: Die Quelle muss ein Verzeichnis sein, aber „{0}“ ist eine Datei.
es: El origen debe ser un directorio, pero \"{0}\" es un archivo.
fr: La source doit être un répertoire, mais « {0} »est un fichier.
it: L'origine deve essere una directory, ma '{0}' è un file.
ja: ソースはディレクトリである必要がありますが、' {0} ' はファイルです。
ko: 소스는 디렉터리여야 하지만 '{0}'은(는) 파일입니다.
pl: Źródło musi być katalogiem, natomiast szablon „{0}” jest plikiem.
pt_br: A origem deve ser um diretório, mas '{0}' é um arquivo.
ru: Источником должен быть каталог, но \"{0}\" является файлом.
tr: Kaynağın bir dizin olması gerekir ancak '{0}' bir dosyadır.
zh_hans: 源必须是目录，但“{0}”是一个文件。
zh_hant: 來源必須是目錄，但 '{0}' 是檔案。

# Authoring_TemplateMissingCommonInformation
source: The template configuration {0} is missing common information:
cs: V konfiguraci šablony {0} chybí běžné informace:
de: In der Vorlagenkonfiguration {0} fehlen allgemeine Informationen:
es: Falta información común en la configuración de la plantilla {0}:
fr: Le {0} de configuration de modèle ne contient pas d’informations courantes :
it: Nella configurazione del modello{0} mancano informazioni comuni:
ja: テンプレート構成 {0} に共通情報がありません:
ko: 템플릿 구성 {0}에 일반 정보가 없습니다.
pl: W konfiguracji szablonu {0} brakuje wspólnych informacji:
pt_br: Estão faltando informações comuns na configuração do modelo {0}:
ru: В конфигурации шаблона {0} отсутствуют общие сведения:
tr: {0} şablon yapılandırmasında genel bilgiler eksik:
zh_hans: 模板配置 {0} 缺少常见信息:
zh_hant: 範本設定 {0} 遺失一般資訊:
