Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.Orchestrator.RunnableProjects/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Symbol_Error_IsRequiredNotABoolOrString
source: Found disallowed value for IsRequired property: [{0}], expected boolean or string (condition) value
cs: Byla nalezena zakázaná hodnota pro vlastnost IsRequired: [{0}], očekávaná logická hodnota nebo hodnota řetězce (podmínka).
de: Es wurde ein unzulässiger Wert für die IsRequired-Eigenschaft [{0}] gefunden, ein boolescher Wert oder Zeichenfolgenwert (Bedingung) wurde erwartet.
es: Se ha encontrado un valor no permitido para la propiedad IsRequired: [{0}], valor booleano esperado o de cadena (condición)
fr: Valeur non autorisée trouvée pour la propriété IsRequired : [{0}], valeur booléenne ou chaîne (condition) attendue
it: Trovato valore non consentito per la proprietà IsRequired: [{0}], valore booleano o stringa (condizione) previsto
ja: IsRequired プロパティの許可されていない値が見つかりました: [{0}]、ブール値または文字列 (条件) 値が必要です
ko: IsRequired 속성 [{0}]에 대해 허용되지 않는 값을 찾았습니다. 부울 또는 문자열(조건) 값이 필요합니다.
pl: Znaleziono niedozwoloną wartość właściwości IsRequired: [{0}], oczekiwano wartości logicznej lub wartość ciągu (warunek).
pt_br: Valor não permitido encontrado para a propriedade IsRequired: [{0}], valor booliano ou de cadeia de caracteres (condição) esperado
ru: Обнаружено неразрешенное значение свойства IsRequired: [{0}], ожидается логическое значение или строка (условие).
tr: IsRequired özelliği için izin verilmeyen değer bulundu: [{0}], boole değer veya dize (koşul) değeri bekleniyordu.
zh_hans: 找到了 IsRequired 属性的不允许值: [{0}]，应为布尔值或字符串(条件)值
zh_hant: 找到 IsRequired 屬性不允許的值: [{0}]，預期為布林值或字串 (條件) 值。

# MacroProcessing_Warning_DependencyErrors
source: '{0}' was not processed due to the next issues in dependencises: '{1}'.
it: '{0}' non è stato elaborato a causa dei problemi successivi nelle dipendenze: '{1}'.
ja: 依存関係の次の問題のため、'{0}' は処理されませんでした: '{1}'。
ko: 종속성의 다음 문제인 '{1}'으로 인해 '{0}'이(가) 처리되지 않았습니다.
pl: Element „{0}” nie został przetworzony z powodu następnych problemów w zależnościach: „{1}”.
pt_br: '{0}' não foi processado devido aos próximos problemas nas dependências: '{1}'.
ru: "{0}" не обработано из-за следующих проблем в зависимостях: "{1}".
zh_hans: 由于依赖项中的下一个问题: "{1}"，未处理 "{0}"。
