Repository: dotnet/templating
Catalog: tools/Microsoft.TemplateEngine.Authoring.CLI/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# command_export_help_description
source: Given a template.config file, creates a "localize" directory next to it and exports the localization files into the created directory. If the localization files already exist, the existing translations will be preserved.
cs: Vedle souboru template.config se vytvoří „lokalizační“ adresář a lokalizační soubory se exportují do vytvořeného adresáře. Pokud lokalizační soubory už existují, existující překlady se zachovají.
de: Wenn eine template.config-Datei angegeben ist, wird daneben ein "localize"-Verzeichnis erstellt und die Lokalisierungsdateien werden in das erstellte Verzeichnis exportiert. Wenn die Lokalisierungsdateien bereits vorhanden sind, werden die vorhandenen Übersetzungen beibehalten.
es: Dado un archivo template.config, crea un directorio de "localización" junto a él y exporta los archivos de localización en el directorio creado. Si los archivos de localización ya existen, se conservarán las traducciones existentes.
fr: Étant donné un fichier template.config, crée un répertoire « localiser » en regard de celui-ci et exporte les fichiers de localisation dans le répertoire créé. Si les fichiers de localisation existent déjà, les traductions existantes sont conservées.
it: Quando viene specificato un file template.config, crea una directory "localize" accanto a esso ed esporta i file di localizzazione nella directory creata. Se i file di localizzazione esistono già, verranno mantenute le traduzioni esistenti.
ja: template.config ファイルが指定されている場合、そのファイルの横に "localize" ディレクトリが作成され、作成したディレクトリにローカライズ ファイルがエクスポートされます。ローカライズ ファイルが既に存在する場合、既存の翻訳は保存されます。
ko: template.config 파일이 지정된 경우 옆에 "localize" 디렉터리를 만들고 지역화 파일을 생성된 디렉터리로 내보냅니다. 지역화 파일이 이미 있는 경우 기존 번역이 유지됩니다.
pl: W przypadku pliku template.config tworzony jest katalog „lokalizować”, który znajduje się obok niego i eksportuje pliki lokalizacji do utworzonego katalogu. Jeśli pliki lokalizacji już istnieją, istniejące tłumaczenia zostaną zachowane.
pt_br: Dado um arquivo template.config, cria um diretório "localizar" próximo a ele e exporta os arquivos de localização para o diretório criado. Se os arquivos de localização já existirem, as traduções existentes serão preservadas.
ru: В файле template.config создается каталог "локализации" рядом с файлом и экспортируются файлы локализации в созданный каталог. Если файлы локализации уже существуют, существующие переводы будут сохранены.
tr: template.config dosyası belirtildiğinde, yanında bir "localize" dizini oluşturulur ve yerelleştirme dosyaları oluşturulan dizine aktarılır. Yerelleştirme dosyaları zaten varsa mevcut çeviriler saklanır.
zh_hans: 给定一个 template.config 文件，在其旁边创建一个“本地化”目录，并将本地化文件导出到已创建的目录中。如果本地化文件已存在，将保留现有翻译。
zh_hant: 給定的 template.config 檔案會在檔案旁邊建立 [當地語系化] 目錄，並將當地語系化檔案匯出到建立的目錄中。如果當地語系化檔案已存在，將會保留現有的翻譯。

# command_export_help_dryrun_description
source: If this option is specified, modified files will not be saved to file system and the changes will only be printed to console output.
cs: Pokud je tato možnost specifikovaná, upravené soubory se neuloží do systému souborů a změny se pouze vytisknou ve výstupu konzole.
de: Wenn diese Option angegeben wird, werden geänderte Dateien nicht im Dateisystem gespeichert und die Änderungen werden nur in der Konsolenausgabe gedruckt.
es: Si se especifica esta opción, los archivos modificados no se guardarán en el sistema de archivos y los cambios solo se imprimirán en los resultados de la consola.
fr: Si cette option est spécifiée, les fichiers modifiés ne seront pas enregistrés dans le système de fichiers et les modifications seront uniquement imprimées dans la sortie de la console.
it: Se questa opzione è specificata, i file modificati non verranno salvati nel file system e le modifiche verranno stampante unicamente nell'output della console.
ja: このオプションを指定されている場合、変更されたファイルはファイル システムに保存されず、変更はコンソール出力にのみ出力されます。
ko: 이 옵션을 지정하면 수정된 파일이 파일 시스템에 저장되지 않고 변경 내용이 콘솔 출력에만 출력됩니다.
pl: Jeśli ta opcja jest określona, zmodyfikowane pliki nie zostaną zapisane w systemie plików, a zmiany zostaną wydrukowane tylko na danych wyjściowych konsoli.
pt_br: Se esta opção for especificada, os arquivos modificados não serão salvos no sistema de arquivos e as alterações serão impressas apenas na saída do console.
ru: Если задан этот параметр, измененные файлы не будут сохранены в файловой системе, и изменения будут напечатаны только в выходных данных консоли.
tr: Bu seçenek belirtilmişse, değiştirilen dosyalar dosya sistemine kaydedilmez ve değişiklikler yalnızca konsol çıkışına yazdırılır.
zh_hans: 如果已指定此选项，则不会将修改的文件保存到文件系统，并且更改将仅打印到控制台输出。
zh_hant: 如果指定此選項，修改後的檔案將不會儲存至檔案系統，而且只會將變更列印到主控台輸出。

# command_export_help_language_description
source: The list of languages to be supported by this template. The following language list will be used as default if this option is omitted: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
cs: Seznam jazyků, které tato šablona podporuje. Pokud se tato možnost vynechá, následující seznam jazyků se použije jako výchozí: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
de: Die Liste der Sprachen, die von dieser Vorlage unterstützt werden sollen. Die folgende Sprachliste wird als Standard verwendet, wenn diese Option weggelassen wird: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
es: La lista de idiomas que va a ser compatible con esta plantilla. Si omite esta opción, se usará la siguiente lista de idiomas como predeterminada: cs, de, en, es, fr, it, ja, dc, pl, pt-BR, ru, zh-hans, zh-hant
fr: Liste des langues que ce modèle doit prendre en charge. La liste de langages suivante sera utilisée par défaut si cette option est omise : cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
it: L'elenco delle lingue supportate da questo modello. Il seguente elenco di lingue verrà usato per impostazione predefinito se questa opzione viene omessa: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
ja: このテンプレートでサポートされる言語の一覧です。このオプションを省略すると、次の言語の一覧が既定で使用されます: cs、de、en、es、fr、it、ja、ko、pl、pt-BR、ru、tr、zh-Hans、zh-Hant
ko: 이 템플릿에서 지원되는 언어 목록입니다. 이 옵션을 생략하면 다음 언어 목록이 기본값으로 사용됩니다. cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
pl: Lista języków, które będą obsługiwane przez ten szablon. Następująca lista języków będzie używana domyślnie, jeśli ta opcja zostanie pominięta: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru,tr, zh-Hans, zh-Hant
pt_br: A lista de idiomas suportados por este modelo. A lista de idiomas a seguinte será usada como padrão se esta opção for omitida: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
ru: Список языков, поддерживаемых этим шаблоном. Если этот параметр пропущен, по умолчанию будет использоваться следующий список языков: английский, испанский, итальянский, китайский (традиционное письмо), китайский (упрощенный), корейский, немецкий, польский, португальский (Бразилия), русский, турецкий, французский, чешский, японский.
tr: Bu şablon tarafından desteklenen dillerin listesi. Bu seçenek atlanırsa, şu dil listesi varsayılan olarak kullanılır: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
zh_hans: 此模板支持的语言列表。如果省略此选项，则使用以下语言列表作为默认值: cs、de、en、es、fr、it、ja、ko、pl、pt-BR、ru、tr、zh-Hans、zh-Hant
zh_hant: 此範本將支援的語言清單。若省略此選項，將會使用下列語言清單作為預設值: cs、de、en、fr、zh、ja、ko、pl、pt-BR、ru、-Hans、zh-Hant

# command_export_help_recursive_description
source: When specified, subdirectories are also searched for template.json files.
cs: Pokud je specifikováno, soubory template.json se budou hledat i v podadresářích.
de: Bei Angabe dieser Option werden Unterverzeichnisse auch nach template.json-Dateien durchsucht.
es: Al especificar esto, los subdirectorios también se buscan los archivos template.json.
fr: Lorsqu'il est spécifié, les sous-répertoires sont également recherchés pour les fichiers template.json.
it: Quando specificato, vengono ricercate anche le sottodirectory per il file template.json.
ja: 指定されている場合、template.json ファイルのサブディレクトリも検索されます。
ko: 지정된 경우 하위 디렉터리에 대해서도 template.json 파일을 검색합니다.
pl: Jeśli zostanie określone, w podkatalogach są również wyszukiwane pliki template.json.
pt_br: Quando especificado, os subdiretórios também são pesquisados por arquivos template.json.
ru: Если указано, в подкаталогах также выполняется поиск файлов template.json.
tr: Belirtildiğinde, template.json dosyalarına yönelik alt dizinler de aranır.
zh_hans: 指定时，系统还会搜索子目录中的 template.json 文件。
zh_hant: 指定時，也會在子目錄中搜尋 template.json 檔案。

# command_export_help_templatePath_description
source: Specifies the path to the template.json file. If a directory is given, template.json file will be searched within the directory. If --recursive options is specified, all the template.json files under the given directory and its subdirectories will be taken as input.
cs: Specifikuje cestu k souboru template.json. Pokud je uveden adresář, soubor template.json se vyhledá v tomto adresáři. Pokud jsou specifikovány rekurzivní možnosti, všechny soubory template.json v uvedeném adresáři a jeho podadresářích se budou považovat za vstupní.
de: Gibt den Pfad zur Datei template.json an. Wenn ein Verzeichnis angegeben wird, wird die template.json-Datei in diesem Verzeichnis gesucht. Wenn die Option \"--recursive\" angegeben ist, werden alle template.json-Dateien unter dem angegebenen Verzeichnis und seinen Unterverzeichnissen als Eingabe betrachtet.
es: Especifica la ruta de acceso al archivo template.json. Si se da un directorio, se buscará el archivo template.json dentro del directorio. Si se especifican opciones --recursive, todos los archivos template.json del directorio especificado y sus valores se tomarán como entrada.
fr: Spécifie le chemin d’accès au fichier template.json. Si un répertoire est donné, le fichier template.json est recherché dans le répertoire. Si l’option--Options récursives est spécifiée, tous les fichiers template.json du répertoire donné et de ses sous-répertoires sont pris comme entrée.
it: Specifica il percorso al file template.json file. Se viene specificata una directory, verrà eseguita una ricerca per il file template.json nella directory. Se l'opzione --recursive viene specificata, tutti i file template.json nella directory e le relative sottodirectory verranno considerati come input.
ja: template.json ファイルへのパスを指定します。ディレクトリが指定されている場合、template.json ファイルはディレクトリ内で検索されます。--recursive オプションが指定されている場合、指定されたディレクトリとそのサブディレクトリの下にあるすべての template.json ファイルが入力として取得されます。
ko: template.json 파일의 경로를 지정합니다. 디렉터리가 지정되면 디렉터리 내에서 template.json 파일이 검색됩니다. --recursive 옵션을 지정하면 지정된 디렉터리 아래의 모든 template.json 파일과 해당 하위 디렉터리가 입력으로 간주됩니다.
pl: Określa ścieżkę do pliku template.json. Jeśli podano katalog, plik template.json będzie przeszukiwany w katalogu. Jeśli określono opcje --rekursywne, wszystkie pliki template.json w danym katalogu i jego podkatalogach będą traktowane jako dane wejściowe.
pt_br: Especifica o caminho para o arquivo template.json. Se um diretório for fornecido, o arquivo template.json será pesquisado dentro do diretório. Se opções --recursivas forem especificadas, todos os arquivos template.json no diretório fornecido e seus subdiretórios serão considerados como entrada.
ru: Указывает путь к файлу template.json. Если задан каталог, файл template.json можно будет найти в каталоге. Если указан параметр --recursive, все файлы template.json в указанном каталоге и его подкаталогах будут считаться входными данными.
tr: template.json dosyasının yolunu belirtir. Dizin belirtildiğinde, dizinde template.json dosyası aranır. --recursive options belirtilirse, sağlanan dizin ve alt dizinleri altındaki tüm template.json dosyaları giriş olarak alınır.
zh_hans: 指定到 template.json 文件的路径。如果给定了目录，系统将在目录中搜索文件 template.json。如果指定了“--recursive”选项，则系统将会提取给定目录及其子目录下的所有 template.json 作为输入。
zh_hant: 指定 template.json 檔案的路徑。如果指定目錄，將會在目錄內搜尋 template.json 檔案。如果指定--recursive 選項，則會將指定目錄及其子目錄下的所有 template.json 檔案視為輸入。

# command_export_log_cancelled
source: "export" command for the following file was cancelled: "{0}".
cs: Příkaz export se pro následující soubor zrušil: {0}
de: Der Befehl "export" für die folgende Datei wurde abgebrochen: "{0}".
es: Comando "export" para el archivo siguiente se ha cancelado: "{0}".
fr: la commande « export » pour le fichier suivant a été annulée : « {0} ».
it: Il comando "export" per il file seguente è stato annullato: "{0}".
ja: "export" コマンドは、次のファイルに対してキャンセルされました: "{0}"。
ko: 다음 파일에 대한 "export" 명령이 취소되었습니다. "{0}".
pl: Polecenie „eksportuj” dla następującego pliku zostało anulowane: „{0}”.
pt_br: O comando "export" para o seguinte arquivo foi cancelado: "{0}".
ru: Команда "export" для следующего файла отменена: "{0}".
tr: Şu dosya için "dışarı aktarma" komutu iptal edildi: "{0}".
zh_hans: 已取消以下文件的 “export” 命令:“{0}”。
zh_hant: 已取消下列檔案的 "export" 命令: "{0}"。

# command_export_log_executionEnded
source: Execution of "export" command has completed. {0} files were processed.
cs: Provedení příkazu export se dokončilo. Počet zpracovaných souborů: {0}
de: Die Ausführung des "export"-Befehls wurde abgeschlossen. {0} Dateien wurden verarbeitet.
es: Se ha completado la ejecución del comando "export". Se procesaron {0} archivos.
fr: L'exécution de la commande « export » est terminée. {0} les fichiers ont été traités.
it: L'esecuzione del comando "export" è stata completata. {0} file sono stati elaborati.
ja: "export" コマンドの実行が完了しました。{0} 個のファイルが処理されました。
ko: "export" 명령 실행이 완료되었습니다. {0} 파일이 처리되었습니다.
pl: Ukończono wykonywanie polecenia „eksportuj”. Przetworzone pliki: {0}.
pt_br: A execução do comando "export" foi concluída. {0} arquivos foram processados.
ru: Выполнение команды "export" завершено. Обработано файлов: {0}.
tr: “Dışarı aktarma” komutunun yürütme işlemi tamamlandı. {0} dosyalar işlendi.
zh_hans: 已完成执行 “export” 命令。已处理 {0} 个文件。
zh_hant: 已完成 "export" 命令的執行。已處理 {0} 個檔案。

# command_export_log_templateExportFailedWithError
source: Generating localization files for a template.json has failed. Reason: {0}. File Path: {1}.
cs: Generování souborů lokalizace pro template.json se nezdařilo. Důvod: {0}. Cesta k souboru: {1}.
de: Fehler beim Generieren von Lokalisierungsdateien für eine Datei \"template.json\". Ursache: {0}. Dateipfad: {1}.
es: Error al generar archivos de localización para una template.json. Motivo: {0}. Ruta de acceso del archivo: {1}.
fr: Échec de la génération de fichiers de localisation pour le template.json. Raison{0}. Chemin d’accès au fichier :{1}.
it: La generazione dei file di localizzazione per un modello.json non è riuscita. Motivo: {0}. Percorso file: {1}.
ja: template.json のローカライズ ファイルを生成できませんでした。 理由: {0}。 ファイルのパス: {1}。
ko: template.js에 대한 지역화 파일을 생성하지 못했습니다. 이유: {0}. 파일 경로: {1}.
pl: Generowanie plików lokalizacji dla pliku template.json nie powiodło się. Przyczyna: {0}. Ścieżka pliku: {1}.
pt_br: A geração de arquivos de localização para um template.json falhou. Motivo: {0}. Caminho do arquivo: {1}.
ru: Произошел сбой при создании файлов локализации для template.json. Причина: {0}. Путь к файлу: {1}.
tr: template.json için yerelleştirme dosyaları oluşturulamadı. Neden: {0}. Dosya Yolu: {1}.
zh_hans: 为 template.json 生成本地化文件已失败。 原因: {0}。 文件路径: {1}。
zh_hant: 為 template.json 產生當地語系化檔案失敗。 原因: {0}。 檔案路徑: {1}。

# command_export_log_templateExportFailedWithException
source: Generating localization files for the following template.json file has failed: "{0}".
cs: Generování lokalizačních souborů pro následující soubor template.json selhalo: „{0}“.
de: Fehler beim Generieren von Lokalisierungsdateien für die folgende template.json-Datei: "{0}".
es: No se pudo generar archivos de localización para el siguiente archivo template.json: "{0}".
fr: La génération de fichiers de localisation pour le template.jssuivant a échoué : « {0} ».
it: Non è stato possibile generare i file di localizzazione per il file seguente template.json: "{0}".
ja: 次の template.json ファイルのローカライズ ファイルを生成できませんでした: "{0}"。
ko: template.json 파일에 대한 지역화 파일을 생성하지 못했습니다. "{0}".
pl: Generowanie plików lokalizacji dla następującego pliku template.json nie powiodło się: „{0}”.
pt_br: A geração de arquivos de localização para o arquivo template.json a seguir falhou: "{0}".
ru: Не удалось создать файлы локализации для следующего файла template.json: "{0}".
tr: Şu template.json dosyası için yerelleştirme dosyaları oluşturulamadı: "{0}".
zh_hans: 为以下 template.json 文件生成本地化文件失败:“{0}”。
zh_hant: 在下列 template.json 檔案中產生當地語系化檔案失敗: "{0}"。

# command_export_log_templateExportSucceeded
source: Localization files were successfully generated for the template.json file at path "{0}".
cs: Lokalizační soubory se úspěšně vygenerovaly pro soubor template.json s cestou „{0}“.
de: Lokalisierungsdateien wurden erfolgreich für die template.json-Datei im Pfad "{0}" generiert.
es: Los archivos de localización se generaron correctamente para el archivo template.json en la ruta de acceso "{0}".
fr: Les fichiers de localisation ont été générés avec succès pour le fichier template.json au chemin d’accès « {0} ».
it: I file di localizzazione sono stati generati correttamente per il file template.json nel percorso "{0}".
ja: パス "{0}" にある template.json ファイルのローカライズ ファイルが正常に生成されました。
ko: 경로 "{0}"에서 template.json 파일에 대한 지역화 파일이 생성되었습니다.
pl: Pomyślnie wygenerowano pliki lokalizacji dla pliku template.json w ścieżce „{0}”.
pt_br: Os arquivos de localização foram gerados com sucesso para o arquivo template.json no caminho "{0}".
ru: Файлы локализации успешно созданы для файла template.json в пути "{0}".
tr: "{0}" yolundaki template.json dosyası için yerelleştirme dosyaları başarıyla oluşturuldu.
zh_hans: 已成功为位于路径“{0}”的 template.json 文件生成本地化文件。
zh_hant: 已成功為位於路徑 "{0}" 上的 template.json 檔案產生當地語系化檔案。

# command_export_log_templateJsonNotFound
source: Failed to find "template.json" file under the path "{0}".
cs: Soubor „template.json“ se v cestě „{0}“ nepodařilo najít.
de: Die Datei "template.json" konnte unter dem Pfad "{0}" nicht gefunden werden.
es: No se pudo encontrar el archivo "template.json" bajo la ruta "{0}".
fr: Échec de la recherche du fichier « template.jssur » sous le chemin d’accès «0{0} ».
it: Non è stato possibile trovare il file "template.json" nel percorso "{0}".
ja: パス "{0}" の下に "template.json" ファイルが見つかりません。
ko: "{0}” 경로에서 "template.json" 파일을 찾지 못했습니다.
pl: Nie można odnaleźć pliku „template.json” pod ścieżką „{0}”.
pt_br: Falhou em localizar o arquivo "template.json" no o caminho "{0}".
ru: Не удалось найти файл template.json в пути "{0}".
tr: "{0}" yolunda "template.json" dosyası bulunamadı.
zh_hans: 在路径“{0}”下未找到“template.json”文件。
zh_hant: 在路徑 "{0}" 下找不到 "template.json" 檔案。

# command_validate_help_description
source: Validates the templates at given location.
cs: Ověří šablony v daném umístění.
de: Überprüft die Vorlagen am angegebenen Speicherort.
es: Valida las plantillas en la ubicación especificada.
fr: Valide les modèles à un emplacement donné.
it: Convalida i modelli nella posizione specificata.
ko: 지정된 위치에서 템플릿의 유효성을 검사합니다.
pl: Weryfikuje szablony w danej lokalizacji.
pt_br: Valida os modelos em uma determinada localização.
ru: Проверка шаблонов в заданном расположении.
tr: Belirtilen konumdaki şablonları doğrular.
zh_hant: 驗證指定位置的範本。

# command_validate_help_locationArg_description
source: The location of template(s) to validate.
cs: Umístění šablon(y) k ověření.
de: Der Speicherort der zu überprüfenden Vorlage(n).
es: Ubicación de las plantillas que se van a validar.
fr: L'emplacement du ou des modèles à valider.
it: Percorso dei modelli da convalidare.
ko: 유효성을 검사할 템플릿의 위치입니다.
pl: Lokalizacja szablonów do zweryfikowania.
pt_br: A localização dos modelos a serem validados.
ru: Проверяемое расположение шаблонов.
tr: Doğrulanacak şablonların konumu.
zh_hant: 要驗證的範本之位置。

# command_validate_info_no entries
source: <no entries>
es: <ninguna entrada>
ru: <нет записей>
tr: <girdi yok>

# command_validate_info_scanning_completed
source: Location '{0}': found {1} templates.
cs: Umístění „{0}“: nalezen tento počet šablon: {1}.
de: Speicherort „{0}“: {1} Vorlagen gefunden.
es: Ubicación "{0}": se encontraron {1} plantillas.
fr: Emplacement '{0}' : {1} modèles trouvés.
it: Percorso '{0}': {1} modelli trovati.
ko: 위치 '{0}': {1} 템플릿을 찾았습니다.
pl: Lokalizacja „{0}”: znalezione szablony: {1}.
pt_br: Localização ''{0}'': {1} modelos encontrados.
ru: Расположение "{0}": найдены шаблоны ({1}).
tr: '{0}' konumu: {1} şablon bulundu.
zh_hant: 位置 '{0}': 找到了 {1} 個範本。

# command_validate_info_scanning_in_progress
source: Scanning location '{0}' for the templates..
cs: Probíhá kontrola umístění „{0}“ pro šablony.
de: Der Speicherort „{0}“ für die Vorlagen wird überprüft.
es: Examinando la ubicación "{0}" de las plantillas...
fr: Emplacement de numérisation '{0}' pour les modèles.
it: Analisi del percorso '{0}' per i modelli.
ko: 템플릿의 위치 '{0}'을(를) 검사하는 중입니다.
pl: Skanowanie lokalizacji „{0}” dla szablonów.
pt_br: Verificando a localização ''{0}'' dos modelos..
ru: Поиск шаблонов в расположении "{0}".
tr: Şablonlar için '{0}' konumu taranıyor..
zh_hant: 正在為範本掃描位置 '{0}'..

# command_validate_info_summary_invalid
source: Template {0}: the template is not valid.
cs: Šablona {0}: Šablona není platná.
de: Vorlage {0}: Die Vorlage ist ungültig.
es: Plantilla {0}: la plantilla no es válida.
fr: Modèle {0} : le modèle n'est pas valide.
it: Modello {0}: il modello non è valido.
ko: 템플릿 {0}: 템플릿이 잘못되었습니다.
pl: Szablon {0}: szablon jest nieprawidłowy.
pt_br: Modelo {0}: o modelo não é válido.
ru: Шаблон {0}: недопустимый шаблон.
tr: {0} şablonu : şablon geçerli değil.
zh_hant: 範本 {0}: 範本是無效的。

# command_validate_info_summary_loc_invalid
source: '{0}' localization for the template {1}: the localization file is not valid. The localization will be skipped.
cs: Lokalizace „{0}“ pro šablonu {1}: Lokalizační soubor není platný. Lokalizace se přeskočí.
de: Lokalisierung „{0}“ für die Vorlage {1}: Die Lokalisierungsdatei ist ungültig. Die Lokalisierung wird übersprungen.
es: Localización "{0}" de la plantilla {1}: el archivo de localización no es válido. Se omitirá la localización.
fr: '{0}' localisation du modèle {1} : le fichier de localisation n'est pas valide. La localisation sera ignorée.
it: Localizzazione '{0}' per il modello {1}: il file di localizzazione non è valido. La localizzazione verrà ignorata.
ko: 템플릿 {1}에 대한 지역화 '{0}': 지역화 파일이 잘못되었습니다. 지역화를 건너뜁니다.
pl: Lokalizacja „{0}” dla szablonu {1}: plik lokalizacji jest nieprawidłowy. Lokalizacja zostanie pominięta.
pt_br: Localização ''{0}'' do modelo {1}: o arquivo de localização não é válido. A localização será ignorada.
ru: Локализация "{0}" для шаблона {1}: недопустимый файл локализации. Локализация будет пропущена.
tr: {1} şablonu için '{0}' yerelleştirmesi: yerelleştirme dosyası geçerli değil. Yerelleştirme atlanacak.
zh_hant: 範本 {1} 的 '{0}' 當地語系化: 當地語系化檔案無效。將跳過當地語系化。

# command_validate_info_summary_loc_valid
source: '{0}' localization for the template {1}: the localization file is valid.
cs: Lokalizace „{0}“ pro šablonu {1}: lokalizační soubor je platný.
de: Lokalisierung „{0}“ für die Vorlage {1}: Die Lokalisierungsdatei ist gültig.
es: Localización "{0}" de la plantilla {1}: el archivo de localización es válido.
fr: '{0}' localisation du modèle {1} : le fichier de localisation est valide.
it: Localizzazione '{0}' per il modello {1}: il file di localizzazione è valido.
ko: 템플릿 {1}에 대한 '{0}' 지역화: 지역화 파일이 유효합니다.
pl: Lokalizacja „{0}” dla szablonu {1}: plik lokalizacji jest prawidłowy.
pt_br: Localização ''{0}'' para o modelo {1}: o arquivo de localização é válido.
ru: Локализация "{0}" для шаблона {1}: допустимый файл локализации.
tr: "{1}" şablonu için '{0}' yerelleştirmesi : yerelleştirme dosyası geçerli.
zh_hant: 範本 {1} 的 '{0}' 當地語系化: 當地語系化檔案是有效的。
