Repository: dotnet/templating
Catalog: tools/Microsoft.TemplateEngine.Authoring.CLI/xlf/LocalizableStrings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# command_validate_info_summary_valid
source: Template {0}: the template is valid.
cs: Šablona {0}: Šablona je platná.
de: Vorlage {0}: Die Vorlage ist gültig.
es: Plantilla {0}: la plantilla es válida.
fr: Modèle {0} : le modèle est valide.
it: Modello {0}: il modello è valido.
ko: 템플릿 {0}: 템플릿이 유효합니다.
pl: Szablon {0}: szablon jest prawidłowy.
pt_br: Modelo {0}: o modelo é válido.
ru: Шаблон {0}: допустимый шаблон.
tr: {0} şablonu : şablon geçerli.
zh_hant: 範本 {0}: 範本是有效的。

# command_validate_info_template_header
source: Found template {0}:
cs: Byla nalezena šablona {0}:
de: Vorlage {0} gefunden:
es: Plantilla {0} encontrada:
fr: Modèle trouvé {0}:
it: Trovato modello {0}:
ko: 찾은 템플릿 {0}:
pl: Znaleziono szablon {0}:
pt_br: Modelo encontrado {0}:
ru: Найден шаблон {0}:
tr: {0} şablonu bulundu:
zh_hant: 找到了範本 {0}:

# command_validate_info_template_loc_header
source: Found localization '{0}' for template {1}:
cs: Byla nalezena lokalizace „{0}“ pro šablonu {1}:
de: Lokalisierung „{0}“ für Vorlage „{1}“ gefunden:
es: Se encontró la localización "{0}" para la plantilla {1}:
fr: Localisation '{0}' trouvée pour le modèle {1}:
it: È stata trovata la localizzazione '{0}' per il modello {1}:
ko: 템플릿 {1}에 대한 지역화 '{0}'을(를) 찾았습니다.
pl: Znaleziono lokalizację „{0}” dla szablonu {1}:
pt_br: Localização ''{0}'' encontrada para o modelo {1}:
ru: Найдена локализация "{0}" для шаблона {1}:
tr: {1} şablonu için '{0}' yerelleştirmesi bulundu:
zh_hant: 找到範本 {1} 的當地語系化 '{0}':

# command_verify_error_failed
source: Verification Failed.
cs: Ověření se nezdařilo.
de: Fehler bei der Überprüfung.
es: Error de comprobación.
fr: Échec de la vérification.
it: La verifica non è riuscita.
ja: 検証に失敗しました。
ko: 확인에 실패했습니다.
pl: Weryfikacja nie powiodła się.
pt_br: Falha na Verificação.
ru: Проверка не пройдена.
tr: Doğrulama Başarısız Oldu.
zh_hans: 验证失败。
zh_hant: 驗證失敗。

# command_verify_error_unrecognizedArguments
source: Argument(s) {0} are not recognized. Must be one of: {1}.
cs: Argument(y) {0} nebyl(y) rozpoznán(y). Musí se jednat o jeden z těchto argumentů: {1}.
de: Das oder die Argumente {0} wurden nicht erkannt. Folgendes ist erforderlich: {1}.
es: No se reconoce el argumento {0}. Debe ser uno de: {1}.
fr: L'argument ou les arguments {0} ne sont pas reconnus. Doit être l'un de : {1}.
it: L'argomento {0} non è riconosciuto. Deve essere uno dei seguenti: {1}
ja: 引数 {0} は認識されません。次のいずれかである必要があります: {1}。
ko: {0} 인수를 인식할 수 없습니다. {1} 중 하나여야 합니다.
pl: Nie rozpoznano argumentu {0}. Musi on być jednym z {1}.
pt_br: O(s) argumento(s) {0} não é(são) reconhecido(s). Deve ser um destes: {1}.
ru: Аргументы {0} не распознаны. Требуется один из следующих: {1}.
tr: Bağımsız değişken {0} tanınmıyor. Şunlardan biri olmalı: {1}
zh_hans: 未识别参数 {0}。必须为一个: {1}。
zh_hant: 無法辨識引數 {0}。必須為下列之一: {1}。

# command_verify_help_customExcludes_description
source: Specifies pattern(s) defining files to be excluded from verification.
cs: Určuje vzory definující soubory, které se mají vyloučit z ověřování.
de: Gibt Muster an, die Dateien definieren, die von der Überprüfung ausgeschlossen werden sollen.
es: Especifica los patrones que definen los archivos que se excluirán de la comprobación.
fr: Spécifie le ou les modèles définissant les fichiers à exclure de la vérification.
it: Specifica i criteri che definiscono i file da escludere dalla verifica.
ja: 検証から除外するファイルを定義するパターンを指定します。
ko: 확인에서 제외할 파일을 정의하는 패턴을 지정합니다.
pl: Określa wzorce definiujące pliki, które mają zostać wykluczone z weryfikacji.
pt_br: Especifica padrões que definem arquivos a serem excluídos da verificação.
ru: Задает шаблон(ы), определяя файлы, которые следует исключить из проверки.
tr: Doğrulamanın dışında tutulacak dosyaları tanımlayan desenleri belirtir.
zh_hans: 指定定义要从验证中排除的文件的模式。
zh_hant: 指定要從驗證排除的模式定義檔案。

# command_verify_help_customIncludes_description
source: Specifies pattern(s) defining files to be included to verification (all files are included if not specified).
cs: Určuje vzory definující soubory, které mají být zahrnuty do ověřování (pokud nejsou zadané, zahrnou se všechny soubory).
de: Gibt Muster an, die Dateien definieren, die in die Überprüfung einbezogen werden sollen (wenn nicht anders angegeben, werden alle Dateien einbezogen).
es: Especifica patrones que definen los archivos que se incluirán en la comprobación (todos los archivos se incluyen si no se especifican).
fr: Spécifie le ou les modèles définissant les fichiers à inclure dans la vérification (tous les fichiers sont inclus s’ils ne sont pas spécifiés).
it: Specifica i criteri che definiscono i file da includere nella verifica (se non specificati, vengono inclusi tutti i file).
ja: 検証に含めるファイルを定義するパターンを指定します (指定しない場合は、すべてのファイルが含まれます)。
ko: 확인에 포함할 파일을 정의하는 패턴을 지정합니다(지정하지 않은 경우 모든 파일이 포함됨).
pl: Określa wzorce definiujące pliki, które mają być dołączone do weryfikacji (wszystkie pliki są uwzględniane, jeśli nie zostały określone).
pt_br: Especifica os arquivos de definição de padrão(s) a serem incluídos na verificação (todos os arquivos são incluídos se não forem especificados).
ru: Указывает шаблоны, определяющие файлы, которые включаются в проверку (если не указано, включаются все файлы).
tr: Doğrulamaya dahil edilecek dosyaları tanımlayan kalıpları belirtir (belirtilmemişse tüm dosyalar dahil edilir).
zh_hans: 指定用于定义要在验证中包含的文件的模式(如果未指定，则包含所有文件)。
zh_hant: 指定要包含在驗證中的模式定義檔案 (若未指定則包含所有檔案)。

# command_verify_help_description
source: Runs the template with specified arguments and compares the result with expectations files.
cs: Spustí šablonu se zadanými argumenty a porovná výsledek s očekávanými soubory.
de: Führt die Vorlage mit angegebenen Argumenten aus und vergleicht das Ergebnis mit den Erwartungsdateien.
es: Ejecuta la plantilla con los argumentos especificados y compara el resultado con los archivos de expectativas.
fr: Exécute le modèle avec les arguments spécifiés et compare le résultat aux fichiers attendus.
it: Esegue il modello con gli argomenti specificati e confronta il risultato con i file delle aspettative.
ja: 指定された引数を使用してテンプレートを実行し、結果を期待値ファイルと比較します。
ko: 지정된 인수로 템플릿을 실행하고 결과를 예상 파일과 비교합니다.
pl: Uruchamia szablon z określonymi argumentami i porównuje wynik z plikami oczekiwań.
pt_br: Executa o modelo com argumentos especificados e compara o resultado com arquivos de expectativas.
ru: Запускает шаблон с указанными аргументами и сравнивает результат с файлами ожиданий.
tr: Şablonu, belirtilen bağımsız değişkenlerle çalıştırıp sonucu beklenti dosyalarıyla karşılaştırır.
zh_hans: 使用指定的参数运行模板，并将结果与期望文件进行比较。
zh_hant: 使用指定的引數執行範本，並將結果與期望檔案比較。

# command_verify_help_disableDefaultExcludes_description
source: If set to true - all template output files will be verified, unless --exclude-pattern option is used.
cs: Pokud je nastaveno na true – všechny výstupní soubory šablony se ověří, pokud se nepoužije možnost --exclude-pattern.
de: Bei Festlegung auf WAHR werden alle Vorlagenausgabedateien überprüft, es sei denn, die Option „--exclude-pattern“ wird verwendet.
es: Si se establece en true, se comprobarán todos los archivos de salida de plantilla, a menos que se use la opción --exclude-pattern.
fr: Si la valeur est définies sur true, tous les fichiers de sortie de modèle sont vérifiés, sauf si l’option --exclude-pattern est utilisée.
it: Se impostato su true, verranno verificati tutti i file di output del modello, a meno che non venga usata l'opzione --exclude-pattern.
ja: true に設定すると、--exclude-pattern オプションを使用しない限り、すべてのテンプレート出力ファイルが検証されます。
ko: true로 설정하면 --exclude-pattern 옵션이 사용되지 않는 한 모든 템플릿 출력 파일이 확인됩니다.
pl: W przypadku ustawienia wartości true — wszystkie pliki wyjściowe szablonu zostaną zweryfikowane, chyba że zostanie użyta opcja --exclude-pattern.
pt_br: Se definido como verdadeiro - todos os arquivos de saída do modelo serão verificados, a menos que a opção --exclude-pattern seja usada.
ru: Если задано значение "true", все выходные файлы шаблона будут проходить проверку, если не используется параметр --exclude-pattern.
tr: True olarak ayarlandığında, -- exclude-pattern seçeneği kullanılmadıkça tüm şablon çıkış dosyaları doğrulanır.
zh_hans: 如果设置为 true–将验证所有模板输出文件，除非使用了 --exclude-pattern 选项。
zh_hant: 如果設為 true - 除非使用 --exclude-pattern 選項，否則會驗證所有範本輸出檔案。

# command_verify_help_disableDiffTool_description
source: If set to true - the diff tool won't be automatically started by the Verifier on verification failures.
cs: Pokud je nastavená hodnota true, nástroj rozdílu se při neúspěšných ověřeních automaticky nespustí.
de: Bei Festlegung auf WAHR wird das Diff-Tool bei Überprüfungsfehlern nicht automatisch vom Überprüfer gestartet.
es: Si se establece en true, el comprobador no iniciará automáticamente la herramienta de comparación en caso de errores de comprobación.
fr: Si la valeur est définie sur true, l’outil Diff n’est pas automatiquement démarré par le vérificateur en cas d’échecs de vérification.
it: Se impostato su true, lo strumento diff non verrà avviato automaticamente da Verifier in eventuali errori di verifica.
ja: true に設定すると、検証エラー時に検証ツールによって差分ツールが自動的に開始されません。
ko: true로 설정하면 확인 실패 시 검증자가 Diff 도구를 자동으로 시작하지 않습니다.
pl: W przypadku ustawienia wartości true narzędzie różnicowe nie zostanie automatycznie uruchomione przez weryfikator w przypadku niepowodzeń weryfikacji.
pt_br: Se definido como verdadeiro - a ferramenta de comparação não será iniciada automaticamente pelo Verificador em caso de falhas de verificação.
ru: Если задано значение "true", инструмент сравнения не будет автоматически запускаться средством проверки при сбоях проверки.
tr: True olarak ayarlandığında, Doğrulayıcı, doğrulama hatalarında fark aracını otomatik olarak başlatmaz.
zh_hans: 如果设置为 true - 验证程序不会在验证失败时自动启动差异工具。
zh_hant: 如果設為 true - 驗證失敗時，驗證器不會自動啟動 Diff 工具。

# command_verify_help_expectFailure_description
source: If set to true - 'dotnet new' command is expected to return non-zero return code.
cs: Pokud je nastaveno na true – očekává se, že příkaz dotnet new vrátí nenulový návratový kód.
de: Bei Festlegung auf WAHR wird erwartet, dass der Befehl „dotnet new“ einen Rückgabecode ungleich 0 (Null) zurückgibt.
es: Si se establece en true, se espera que el comando "dotnet new" devuelva código de retorno distinto de cero.
fr: Si la valeur est définie sur true, la commande 'dotnet new' doit retourner un code de retour différent de zéro.
it: Se impostato su true, è previsto che il comando 'dotnet new' restituisca codice restituito diverso da zero.
ja: true に設定すると、'dotnet new' コマンドは 0 以外のリターン コードを返す必要があります。
ko: true로 설정하면 'dotnet new' 명령이 0이 아닌 반환 코드를 반환할 것으로 예상됩니다.
pl: W przypadku ustawienia wartości true polecenie „dotnet new” zwraca niezerowy kod powrotny.
pt_br: Se definido como verdadeiro - esperava-se que o comando 'dotnet new' retornasse um código de retorno diferente de zero.
ru: Если задано значение "true", ожидается, что команда "dotnet new" вернет ненулевой код возврата.
tr: True olarak ayarlandığında, - 'dotnet new' komutunun sıfır olmayan dönüş kodu döndürmesi beklenir.
zh_hans: 如果设置为 true–"dotnet new" 命令应返回非零返回代码。
zh_hant: 如果設為 true - 'dotnet new' 命令預期傳回非零的傳回碼。

# command_verify_help_outputPath_description
source: Specifies the path to target directory to output the generated template to.
cs: Určuje cestu k cílovému adresáři pro výstup vygenerované šablony.
de: Gibt den Pfad zum Zielverzeichnis an, in das die generierte Vorlage ausgegeben werden soll.
es: Especifica la ruta de acceso al directorio de destino en el que se generará la plantilla generada.
fr: Spécifie le chemin d’accès au répertoire cible vers lequel générer la sortie du modèle généré.
it: Specifica il percorso della directory di destinazione in cui restituire il modello generato.
ja: 生成されたテンプレートを出力するターゲット ディレクトリへのパスを指定します。
ko: 생성된 템플릿을 출력할 대상 디렉터리의 경로를 지정합니다.
pl: Określa ścieżkę do katalogu docelowego, do którą ma zostać wygenerowany szablon.
pt_br: Especifica o caminho para o diretório de destino para a saída do modelo gerado.
ru: Указывает путь к целевому каталогу для вывода созданного шаблона.
tr: Oluşturulan şablonun çıkış yapılacağı hedef dizini yolunu belirtir.
zh_hans: 指定要将生成的模板输出到的目标目录的路径。
zh_hant: 指定要輸出所產生範本的目標目錄路徑。

# command_verify_help_scenarioName_description
source: Specifies optional scenario name to be used in the snapshot folder name.
cs: Určuje volitelný název scénáře, který se má použít v názvu složky snímku.
de: Gibt den optionalen Szenarionamen an, der im Ordnernamen der Momentaufnahme verwendet werden soll.
es: Especifica el nombre de escenario opcional que se usará en el nombre de la carpeta de instantáneas.
fr: Spécifie le nom de scénario facultatif à utiliser dans le nom du dossier d’instantanés.
it: Specifica il nome facoltativo dello scenario da usare nel nome della cartella snapshot.
ja: スナップショット フォルダー名で使用するオプションのシナリオ名を指定します。
ko: 스냅샷 폴더 이름에 사용할 선택적 시나리오 이름을 지정합니다.
pl: Określa opcjonalną nazwę scenariusza, która ma być używana w nazwie folderu migawek.
pt_br: Especifica o nome do cenário opcional a ser usado no nome da pasta de instantâneo.
ru: Указывает необязательное имя сценария, используемое в имени папки моментальных снимков.
tr: Anlık görüntü klasörü adında kullanılacak isteğe bağlı senaryo adını belirtir.
zh_hans: 指定要在快照文件夹名称中使用的可选方案名称。
zh_hant: 指定要在快照集資料夾名稱中使用的選用案例名稱。

# command_verify_help_snapshotsDirPath_description
source: Specifies path to the directory with snapshot files.
cs: Určuje cestu k adresáři se soubory snímků.
de: Gibt den Pfad zum Verzeichnis mit Momentaufnahmedateien an.
es: Especifica la ruta de acceso al directorio con archivos de instantánea.
fr: Spécifie le chemin d’accès au répertoire avec les fichiers de capture instantanée.
it: Specifica il percorso della directory con i file di snapshot.
ja: スナップショットファイルを含むディレクトリへのパスを指定します。
ko: 스냅샷 파일이 있는 디렉터리의 경로를 지정합니다.
pl: Określa ścieżkę do katalogu z plikami migawki.
pt_br: Especifica o caminho para o diretório com arquivos de instantâneo.
ru: Указывает путь к каталогу с файлами моментальных снимков.
tr: Anlık görüntü dosyaları içeren dizinin yolunu belirtir.
zh_hans: 指定包含快照文件的目录的路径。
zh_hant: 指定快照集檔案的目錄路徑。

# command_verify_help_templateName_description
source: Name of the template to be verified. Can be already installed template or a template within local path specified with -p/--template-path option.
cs: Název šablony, která se má ověřit. Může jít o již nainstalovanou šablonu, nebo o šablonu v místní cestě zadané s parametrem -p/--template-path.
de: Name der zu überprüfenden Vorlage. Kann eine bereits installierte Vorlage oder eine Vorlage innerhalb des lokalen Pfads sein, der mit der Option „-p/--template-path“ angegeben ist.
es: Nombre de la plantilla por verificar. Puede ser una plantilla ya instalada o una plantilla dentro de la ruta local especificada con la opción -p/--template-path.
fr: Nom du modèle à vérifier. Peut déjà un modèle être installé ou un modèle dans le chemin d’accès local spécifié avec l’option -p/--template-path.
it: Nome del modello da verificare. Può essere già installato un modello o un modello all'interno del percorso locale specificato con l'opzione -p/--template-path.
ja: 検証するテンプレートの名前。既にインストールされているテンプレート、または -p/--template-path オプションで指定されたローカル パス内のテンプレート。
ko: 확인할 템플릿의 이름입니다. 이미 설치된 템플릿 또는 -p/--template-path 옵션으로 지정된 로컬 경로 내의 템플릿일 수 있습니다.
pl: Nazwa szablonu do zweryfikowania. Można już zainstalować szablon lub szablon w ścieżce lokalnej określonej za pomocą opcji -p/--template-path.
pt_br: Nome do modelo a ser verificado. Pode ser um modelo já instalado ou um modelo dentro do caminho local especificado com a opção -p/--template-path.
ru: Имя шаблона, который необходимо проверить. Это может быть уже установленный шаблон или шаблон в локальном пути, указанном через параметр -p/--template-path.
tr: Doğrulanacak şablonun adı. Zaten yüklü bir şablon veya -p/--template-path seçeneğiyle belirtilen yerel yolda bir şablon olabilir.
zh_hans: 要验证的模板的名称。可以是已安装的模板或在使用 -p/--template-path 选项指定的本地路径内的模板。
zh_hant: 要驗證的範本名稱。可以是已安裝的範本，或以 -p/--template-path 選項指定之本機路徑內的範本。

# command_verify_help_templatePath_description
source: Specifies the path to the directory with template to be verified.
cs: Určuje cestu k adresáři se šablonou, která se má ověřit.
de: Gibt den Pfad zum Verzeichnis mit der zu überprüfenden Vorlage an.
es: Especifica la ruta de acceso al directorio con la plantilla que se va a comprobar.
fr: Spécifie le chemin d’accès au répertoire avec le modèle à vérifier.
it: Specifica il percorso della directory con il modello da verificare.
ja: 検証するテンプレートを含むディレクトリへのパスを指定します。
ko: 확인할 템플릿이 있는 디렉터리의 경로를 지정합니다.
pl: Określa ścieżkę do katalogu z szablonem do zweryfikowania.
pt_br: Especifica o caminho para o diretório com o modelo a ser verificado.
ru: Указывает путь к каталогу с шаблоном, который следует проверить.
tr: Doğrulanacak şablonu içeren dizinin yolunu belirtir.
zh_hans: 指定具有要验证的模板的目录的路径。
zh_hant: 指定具有要驗證範本的目錄路徑。

# command_verify_help_uniqueFor_description
source: Sets the Verifier expectations directory naming convention, by indicating which scenarios should be differentiated.
cs: Nastaví zásady vytváření názvů adresářů podle očekávání ověřovatele tím, že určí, které scénáře by se měly odlišit.
de: Legt die Verzeichnisnamenskonvention für die Überprüfer-Erwartungen fest, indem angegeben wird, welche Szenarien unterschieden werden sollen.
es: Establece la convención de nomenclatura de directorios de expectativas del comprobador, indicando qué escenarios se deben diferenciar.
fr: Définit la convention de nom d’annuaire des attentes du vérificateur, en indiquant les scénarios qui doivent être différenciés.
it: Imposta la convenzione di denominazione delle directory delle aspettative di Verifier, indicando quali scenari devono essere differenziati.
ja: どのシナリオを区別するかを示すことで、検証ツールの予測ディレクトリの名前指定規則を設定します。
ko: 구별해야 하는 시나리오를 표시하여 검증자 기대 디렉터리 명명 규칙을 설정합니다.
pl: Ustawia konwencję nazewnictwa katalogów oczekiwań weryfikatora, wskazując, które scenariusze powinny być zróżnicowane.
pt_br: Define a convenção de nomenclatura do diretório de expectativas do Verificador, indicando quais cenários devem ser diferenciados.
ru: Задает соглашение о наименовании каталогов ожиданий средства проверки, указывая, какие сценарии следует различать.
tr: Hangi senaryoların ayrıştırılması gerektiğini belirterek Doğrulayıcı beklentileri dizin adlandırma kuralını ayarlar.
zh_hans: 通过指示应区分哪些方案来设置验证程序期望目录命名约定。
zh_hant: 指出應區分哪些案例，以設定驗證器預期目錄命名慣例。

# command_verify_help_verifyOutputs_description
source: If set to true - 'dotnet new' command standard output and error contents will be verified along with the produced template files.
cs: Pokud je nastaveno na true – standardní výstup příkazu dotnet new a obsah chyby se ověří spolu s vytvořenými soubory šablony.
de: Bei Festlegung auf WAHR werden die Standardausgabe und der Fehlerinhalt des Befehls „dotnet new“ zusammen mit den erstellten Vorlagendateien überprüft.
es: Si se establece en true: la salida estándar del comando "dotnet new" y el contenido del error se comprobarán junto con los archivos de plantilla generados.
fr: Si la valeur est définie sur true, la sortie standard et le contenu des erreurs de la commande 'dotnet new' sont vérifiés avec les fichiers de modèle produits.
it: Se impostato su true, verranno verificati l'output standard del comando 'dotnet new' e il contenuto degli errori insieme ai file modello prodotti.
ja: true に設定すると、'dotnet new' コマンドの標準出力とエラーの内容が、生成されたテンプレート ファイルと共に検証されます。
ko: true로 설정하면 생성된 템플릿 파일과 함께 'dotnet new' 명령 표준 출력 및 오류 내용이 확인됩니다.
pl: W przypadku ustawienia wartości true — standardowe dane wyjściowe polecenia „dotnet new” i zawartość błędów zostaną zweryfikowane wraz z utworzonymi plikami szablonów.
pt_br: Se definido como verdadeiro - a saída padrão do comando 'dotnet new' e o conteúdo do erro serão verificados juntamente com os arquivos de modelo produzidos.
ru: Если задано значение "true", стандартный вывод команды "dotnet new" и содержимое ошибок будут проверены вместе с созданными файлами шаблонов.
tr: True olarak ayarlandığında, - 'dotnet new' komutu standart çıktısı ve hata içerikleri, oluşturulan şablon dosyalarıyla birlikte doğrulanır.
zh_hans: 如果设置为 true–"dotnet new" 命令标准输出和错误内容将与生成的模板文件一起验证。
zh_hant: 如果設為 true - 'dotnet new' 命令標準輸出和錯誤內容會與產生的範本檔案一起進行驗證。

# generic_log_commandExecutionFailed
source: "{0}" command has encountered an error. See the logs for more details.
cs: V příkazu {0} došlo k chybě. Další podrobnosti najdete v protokolech.
de: Fehler beim Ausführen des Befehls "{0}". Weitere Informationen finden Sie in den Protokollen.
es: El comando "{0}" ha encontrado un error. Vea los registros para obtener más información.
fr: La commande « {0} » a rencontré une erreur. Pour plus d’informations, consultez les journaux.
it: Si è verificato un errore durante il comando "{0}". Per altri dettagli, vedere i log.
ja: "{0}" コマンドでエラーが発生しました。詳細については、ログを参照してください。
ko: "{0}" 명령에 오류가 발생했습니다. 자세한 내용은 로그를 참조하세요.
pl: Wystąpił błąd przy poleceniu „{0}”. Zobacz dzienniki, aby uzyskać więcej szczegółów.
pt_br: O comando "{0}" encontrou um erro. Veja os logs para mais detalhes.
ru: Команда "{0}" обнаружила ошибку. Дополнительные сведения см. в журналах.
tr: "{0}" komutu bir hatayla karşılaştı. Daha fazla ayrıntı için günlüklere bakın.
zh_hans: “{0}”命令遇到错误。如需了解详细信息，请参阅日志。
zh_hant: "{0}" 命令發生錯誤。如需詳細資料，請參閱記錄檔。

# generic_log_commandExecutionFailedWithErrorMessage
source: There was an error while running the "--{0}" command. Error message: "{1}". See the logs for more details.
cs: Při spouštění příkazu „--{0}“ došlo k chybě. Chybová zpráva: „{1}“. Podrobnosti jsou uvedeny v protokolech.
de: Fehler beim Ausführen des "--{0}"-Befehls. Fehlermeldung: "{1}". Weitere Informationen finden Sie in den Protokollen.
es: Ha ocurrido un error al ejecutar el comando "{0}". Mensaje de error: "{1}". Vea los registros para obtener más información.
fr: Une erreur s’est produite lors de l’exécution de la commande « --{0} ». Message d’erreur : « {1} ». Pour plus d’informations, consultez les journaux.
it: Si è verificato un errore durante l'esecuzione del comando "--{0}". Messaggio di errore: "{1}". Per altri dettagli, vedere i log.
ja: "--{0}" コマンドの実行中にエラーが発生しました。エラー メッセージ: "{1}"。詳細については、ログをご覧ください。
ko: "--{0}" 명령을 실행하는 동안 오류가 발생했습니다. 오류 메시지: "{1}". 자세한 내용은 로그를 참조하세요.
pl: Wystąpił błąd podczas uruchamiania polecenia „--{0}”. Komunikat o błędzie: „{1}”. Zobacz dzienniki, aby uzyskać więcej szczegółów.
pt_br: Ocorreu um erro ao executar o comando "--{0}". Mensagem de erro: "{1}". Veja os logs para mais detalhes.
ru: Произошла ошибка при запуске команды "--{0}". Сообщение об ошибке: "{1}". Дополнительные сведения см. в журналах.
tr: "--{0}" komutu çalıştırılırken bir hata oluştu. Hata iletisi: "{1}". Daha fazla ayrıntı için günlüklere bakın.
zh_hans: 运行“--{0}”命令时出错。错误消息:“{1}”。如需了解详细信息，请参阅日志。
zh_hant: 執行 "--{0}" 命令時發生錯誤。錯誤訊息: "{1}"。如需詳細資料，請參閱記錄檔。
