Repository: dotnet/templating
Catalog: tools/Microsoft.TemplateEngine.TemplateLocalizer.Core/xlf/LocalizableStrings.*.xlf
Languages: pt_br

# stringExtractor_log_jsonElementAdded
source: Adding into localizable strings: {0}
pt_br: Adicionando em cadeia de caracteres localizáveis: {0}

# stringExtractor_log_jsonElementExcluded
source: The following element in the template.json will not be included in the localizations because it does not match any of the rules for localizable elements: {0}
pt_br: O seguinte elemento no template.json não será incluído nas localizações porque não corresponde a nenhuma das regras para elementos localizáveis: {0}

# stringExtractor_log_jsonKeyIsNotUnique
source: Each child of '{0}' should have a unique id. Currently, the id '{1}' is shared by multiple children.
pt_br: Cada filho de '{0}' deve ter uma ID exclusiva. Atualmente, a ID '{1}' é compartilhada por vários filhos.

# stringExtractor_log_jsonMemberIsMissing
source: Json element '{0}' must have a member '{1}'.
pt_br: O elemento JSON '{0}' deve ter um membro '{1}'.

# stringExtractor_log_skippingAlreadyAddedElement
source: The following element in the template.json will be skipped since it was already added to the list of localizable strings: {0}
pt_br: O seguinte elemento no template.json será ignorado, pois já foi adicionado à lista de cadeia de caracteres localizáveis: {0}

# stringUpdater_log_dataIsUnchanged
source: The contents of the following file seems to be the same as before. The file will not be overwritten. File: '{0}'
pt_br: O conteúdo do arquivo a seguir parece ser o mesmo de antes. O arquivo não será substituído. Arquivo: '{0}'

# stringUpdater_log_failedToReadLocFile
source: Failed to read the existing strings from '{0}'
pt_br: Falha ao ler as cadeias de caracteres existentes de '{0}'

# stringUpdater_log_loadingLocFile
source: Loading existing localizations from file '{0}'
pt_br: Carregando localizações existentes do arquivo '{0}'

# stringUpdater_log_localizedStringAlreadyExists
source: The file already contains a localized string for key '{0}'. The old value will be preserved.
pt_br: O arquivo já contém uma caracteres existentes localizada para a chave '{0}'. O antigo valor será preservado.

# stringUpdater_log_openingTemplatesJson
source: Opening the following templatestrings.json file for writing: '{0}'
pt_br: Abrindo o seguinte arquivo templatestrings.json para gravação: '{0}'
