Repository: dotnet/templating
Catalog: src/Microsoft.TemplateEngine.TemplateLocalizer/xlf/LocalizableStrings.*.xlf
Languages: de, ko, pl, tr, zh_hans, zh_hant

# command_export_help_description
source: Given a template.config file, creates a "localize" directory next to it and exports the localization files into the created directory. If the localization files already exist, the existing translations will be preserved.
de: Wenn eine template.config-Datei angegeben ist, wird daneben ein "localize"-Verzeichnis erstellt und die Lokalisierungsdateien werden in das erstellte Verzeichnis exportiert. Wenn die Lokalisierungsdateien bereits vorhanden sind, werden die vorhandenen Übersetzungen beibehalten.
ko: template.config 파일이 지정된 경우 옆에 "localize" 디렉터리를 만들고 지역화 파일을 생성된 디렉터리로 내보냅니다. 지역화 파일이 이미 있는 경우 기존 번역이 유지됩니다.
pl: W przypadku pliku template.config tworzony jest katalog „lokalizować”, który znajduje się obok niego i eksportuje pliki lokalizacji do utworzonego katalogu. Jeśli pliki lokalizacji już istnieją, istniejące tłumaczenia zostaną zachowane.
tr: template.config dosyası belirtildiğinde, yanında bir "localize" dizini oluşturulur ve yerelleştirme dosyaları oluşturulan dizine aktarılır. Yerelleştirme dosyaları zaten varsa mevcut çeviriler saklanır.
zh_hans: 给定一个 template.config 文件，在其旁边创建一个“本地化”目录，并将本地化文件导出到已创建的目录中。如果本地化文件已存在，将保留现有翻译。
zh_hant: 給定的 template.config 檔案會在檔案旁邊建立 [當地語系化] 目錄，並將當地語系化檔案匯出到建立的目錄中。如果當地語系化檔案已存在，將會保留現有的翻譯。

# command_export_help_dryrun_description
source: If this option is specified, modified files will not be saved to file system and the changes will only be printed to console output.
de: Wenn diese Option angegeben wird, werden geänderte Dateien nicht im Dateisystem gespeichert und die Änderungen werden nur in der Konsolenausgabe gedruckt.
ko: 이 옵션을 지정하면 수정된 파일이 파일 시스템에 저장되지 않고 변경 내용이 콘솔 출력에만 출력됩니다.
pl: Jeśli ta opcja jest określona, zmodyfikowane pliki nie zostaną zapisane w systemie plików, a zmiany zostaną wydrukowane tylko na danych wyjściowych konsoli.
tr: Bu seçenek belirtilmişse, değiştirilen dosyalar dosya sistemine kaydedilmez ve değişiklikler yalnızca konsol çıkışına yazdırılır.
zh_hans: 如果已指定此选项，则不会将修改的文件保存到文件系统，并且更改将仅打印到控制台输出。
zh_hant: 如果指定此選項，修改後的檔案將不會儲存至檔案系統，而且只會將變更列印到主控台輸出。

# command_export_help_language_description
source: The list of languages to be supported by this template. The following language list will be used as default if this option is omitted: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
de: Die Liste der Sprachen, die von dieser Vorlage unterstützt werden sollen. Die folgende Sprachliste wird als Standard verwendet, wenn diese Option weggelassen wird: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
ko: 이 템플릿에서 지원되는 언어 목록입니다. 이 옵션을 생략하면 다음 언어 목록이 기본값으로 사용됩니다. cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
pl: Lista języków, które będą obsługiwane przez ten szablon. Następująca lista języków będzie używana domyślnie, jeśli ta opcja zostanie pominięta: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru,tr, zh-Hans, zh-Hant
tr: Bu şablon tarafından desteklenen dillerin listesi. Bu seçenek atlanırsa, şu dil listesi varsayılan olarak kullanılır: cs, de, en, es, fr, it, ja, ko, pl, pt-BR, ru, tr, zh-Hans, zh-Hant
zh_hans: 此模板支持的语言列表。如果省略此选项，则使用以下语言列表作为默认值: cs、de、en、es、fr、it、ja、ko、pl、pt-BR、ru、tr、zh-Hans、zh-Hant
zh_hant: 此範本將支援的語言清單。若省略此選項，將會使用下列語言清單作為預設值: cs、de、en、fr、zh、ja、ko、pl、pt-BR、ru、-Hans、zh-Hant

# command_export_help_recursive_description
source: When specified, subdirectories are also searched for template.json files.
de: Bei Angabe dieser Option werden Unterverzeichnisse auch nach template.json-Dateien durchsucht.
ko: 지정된 경우 하위 디렉터리에 대해서도 template.json 파일을 검색합니다.
pl: Jeśli zostanie określone, w podkatalogach są również wyszukiwane pliki template.json.
tr: Belirtildiğinde, template.json dosyalarına yönelik alt dizinler de aranır.
zh_hans: 指定时，系统还会搜索子目录中的 template.json 文件。
zh_hant: 指定時，也會在子目錄中搜尋 template.json 檔案。

# command_export_help_templatePath_description
source: Specifies the path to the template.json file. If a directory is given, template.json file will be searched within the directory. If --recursive options is specified, all the template.json files under the given directory and its subdirectories will be taken as input.
de: Gibt den Pfad zur Datei template.json an. Wenn ein Verzeichnis angegeben wird, wird die template.json-Datei in diesem Verzeichnis gesucht. Wenn die Option "--recursive" angegeben ist, werden alle template.json-Dateien unter dem angegebenen Verzeichnis und seinen Unterverzeichnissen als Eingabe betrachtet.
ko: template.json 파일의 경로를 지정합니다. 디렉터리가 지정되면 디렉터리 내에서 template.json 파일이 검색됩니다. --recursive 옵션을 지정하면 지정된 디렉터리 아래의 모든 template.json 파일과 해당 하위 디렉터리가 입력으로 간주됩니다.
pl: Określa ścieżkę do pliku template.json. Jeśli podano katalog, plik template.json będzie przeszukiwany w katalogu. Jeśli określono opcje --rekursywne, wszystkie pliki template.json w danym katalogu i jego podkatalogach będą traktowane jako dane wejściowe.
tr: template.json dosyasının yolunu belirtir. Dizin belirtildiğinde, dizinde template.json dosyası aranır. --recursive options belirtilirse, sağlanan dizin ve alt dizinleri altındaki tüm template.json dosyaları giriş olarak alınır.
zh_hans: 指定到 template.json 文件的路径。如果给定了目录，系统将在目录中搜索文件 template.json。如果指定了“--recursive”选项，则系统将会提取给定目录及其子目录下的所有 template.json 作为输入。
zh_hant: 指定 template.json 檔案的路徑。如果指定目錄，將會在目錄內搜尋 template.json 檔案。如果指定--recursive 選項，則會將指定目錄及其子目錄下的所有 template.json 檔案視為輸入。

# command_export_log_cancelled
source: "--export" command for the following file was cancelled: "{0}".
de: Der Befehl "--export" für die folgende Datei wurde abgebrochen: "{0}".
zh_hant: 已取消下列檔案的 "--export" 命令: "{0}"。

# command_export_log_executionEnded
source: Execution of "--export" command has completed. {0} files were processed.
de: Die Ausführung des "--export"-Befehls wurde abgeschlossen. {0} Dateien wurden verarbeitet.
zh_hant: 已完成 "--export" 命令的執行。已處理 {0} 個檔案。

# command_export_log_templateExportFailedWithError
source: Generating localization files for a template.json has failed. Reason: {0}. File Path: {1}.
de: Fehler beim Generieren von Lokalisierungsdateien für eine Datei "template.json". Ursache: {0}. Dateipfad: {1}.
ko: template.js에 대한 지역화 파일을 생성하지 못했습니다. 이유: {0}. 파일 경로: {1}.
pl: Generowanie plików lokalizacji dla pliku template.json nie powiodło się. Przyczyna: {0}. Ścieżka pliku: {1}.
tr: template.json için yerelleştirme dosyaları oluşturulamadı. Neden: {0}. Dosya Yolu: {1}.
zh_hans: 为 template.json 生成本地化文件已失败。 原因: {0}。 文件路径: {1}。
zh_hant: 為 template.json 產生當地語系化檔案失敗。 原因: {0}。 檔案路徑: {1}。

# command_export_log_templateExportFailedWithException
source: Generating localization files for the following template.json file has failed: "{0}".
de: Fehler beim Generieren von Lokalisierungsdateien für die folgende template.json-Datei: "{0}".
ko: template.json 파일에 대한 지역화 파일을 생성하지 못했습니다. "{0}".
pl: Generowanie plików lokalizacji dla następującego pliku template.json nie powiodło się: „{0}”.
tr: Şu template.json dosyası için yerelleştirme dosyaları oluşturulamadı: "{0}".
zh_hans: 为以下 template.json 文件生成本地化文件失败:“{0}”。
zh_hant: 在下列 template.json 檔案中產生當地語系化檔案失敗: "{0}"。

# command_export_log_templateExportSucceeded
source: Localization files were successfully generated for the template.json file at path "{0}".
de: Lokalisierungsdateien wurden erfolgreich für die template.json-Datei im Pfad "{0}" generiert.
ko: 경로 "{0}"에서 template.json 파일에 대한 지역화 파일이 생성되었습니다.
pl: Pomyślnie wygenerowano pliki lokalizacji dla pliku template.json w ścieżce „{0}”.
tr: "{0}" yolundaki template.json dosyası için yerelleştirme dosyaları başarıyla oluşturuldu.
zh_hans: 已成功为位于路径“{0}”的 template.json 文件生成本地化文件。
zh_hant: 已成功為位於路徑 "{0}" 上的 template.json 檔案產生當地語系化檔案。

# command_export_log_templateJsonNotFound
source: Failed to find "template.json" file under the path "{0}".
de: Die Datei "template.json" konnte unter dem Pfad "{0}" nicht gefunden werden.
ko: "{0}” 경로에서 "template.json" 파일을 찾지 못했습니다.
pl: Nie można odnaleźć pliku „template.json” pod ścieżką „{0}”.
tr: "{0}" yolunda "template.json" dosyası bulunamadı.
zh_hans: 在路径“{0}”下未找到“template.json”文件。
zh_hant: 在路徑 "{0}" 下找不到 "template.json" 檔案。

# generic_log_commandExecutionFailed
source: "--{0}" command has encountered an error. See the logs for more details.
de: Fehler beim Ausführen des Befehls "--{0}". Weitere Informationen finden Sie in den Protokollen.
zh_hant: "--{0}" 命令發生錯誤。如需詳細資料，請參閱記錄檔。

# generic_log_commandExecutionFailedWithErrorMessage
source: There was an error while running the "--{0}" command. Error message: "{1}". See the logs for more details.
de: Fehler beim Ausführen des "--{0}"-Befehls. Fehlermeldung: "{1}". Weitere Informationen finden Sie in den Protokollen.
ko: "--{0}" 명령을 실행하는 동안 오류가 발생했습니다. 오류 메시지: "{1}". 자세한 내용은 로그를 참조하세요.
pl: Wystąpił błąd podczas uruchamiania polecenia „--{0}”. Komunikat o błędzie: „{1}”. Zobacz dzienniki, aby uzyskać więcej szczegółów.
tr: "--{0}" komutu çalıştırılırken bir hata oluştu. Hata iletisi: "{1}". Daha fazla ayrıntı için günlüklere bakın.
zh_hans: 运行“--{0}”命令时出错。错误消息:“{1}”。如需了解详细信息，请参阅日志。
zh_hant: 執行 "--{0}" 命令時發生錯誤。錯誤訊息: "{1}"。如需詳細資料，請參閱記錄檔。

# command_export_log_cancelled
source: "export" command for the following file was cancelled: "{0}".
ko: 다음 파일에 대한 "--export" 명령이 취소되었습니다. "{0}".
pl: Polecenie „eksportuj” dla następującego pliku zostało anulowane: „{0}”.
tr: Şu dosya için "--export" komutu iptal edildi: "{0}".
zh_hans: 已取消以下文件的“--export”命令:“{0}”。

# command_export_log_executionEnded
source: Execution of "export" command has completed. {0} files were processed.
ko: "--export" 명령 실행이 완료되었습니다. {0} 파일이 처리되었습니다.
pl: Ukończono wykonywanie polecenia „eksportuj”. Przetworzone pliki: .
tr: "--export" komutunu yürütme işlemi tamamlandı. {0} dosya işlendi.
zh_hans: 已完成“--export”命令的执行。已处理 {0} 个文件。

# generic_log_commandExecutionFailed
source: "{0}" command has encountered an error. See the logs for more details.
ko: "--{0}" 명령에 오류가 발생했습니다. 자세한 내용은 로그를 참조하세요.
pl: Wystąpił błąd przy poleceniu „{0}”. Zobacz dzienniki, aby uzyskać więcej szczegółów.
tr: "--{0}" komutu bir hatayla karşılaştı. Daha fazla ayrıntı için günlüklere bakın.
zh_hans: “--{0}”命令遇到错误。如需了解详细信息，请参阅日志。
